[
  {
    "id": "iac-trt8-1",
    "tribunal": "TRT8",
    "tipoProcesso": "IAC",
    "numero": 1,
    "titulo": "RITO SUMARÍSSIMO. NOTIFICAÇÃO POR EDITAL. PRINCÍPIO DO ACESSO À JUSTIÇA.",
    "tese": "Admite-se notificação inicial por edital em processo submetido ao rito sumaríssimo, quando esgotadas as possibilidades de localização da demandada. Princípio do acesso à justiça.",
    "tema": "1",
    "numeroProcesso": "0000674-38.2017.5.08.0000",
    "keywords": []
  },
  {
    "id": "iac-trt8-2",
    "tribunal": "TRT8",
    "tipoProcesso": "IAC",
    "numero": 2,
    "titulo": "SUSPENSÃO DOS PRAZOS PRESCRICIONAIS. COVID. LEI Nº 14.010/2020.",
    "tese": "Admite-se a aplicação da Lei nº 14.010/20 ao Direito do Trabalho, dada a sua natureza jurídica de direito privado, para aplicar a suspensão do prazo prescricional no período de 20/03/2020 a 30/10/2020, em atenção aos artigos 1º, parágrafo único, e 3º da referida lei.",
    "tema": "6",
    "numeroProcesso": "0000679-21.2021.5.08.0000",
    "keywords": [
      "COVID"
    ]
  },
  {
    "id": "iac-trt8-3",
    "tribunal": "TRT8",
    "tipoProcesso": "IAC",
    "numero": 3,
    "titulo": "PRODEPA. EQUIPARAÇÃO A FAZENDA PÚBLICA E GOZO DOS SEUS PRIVILÉGIOS. NÃO CABIMENTO. PRESTAÇÃO DE SERVIÇOS EM FAVOR DE ENTIDADES PRIVADAS. REGIME CONCORRENCIAL. NÃO APLICABILIDADE DA DECISÃO PROFERIDA EM SEDE DA ADPF 547. DISTINGUISHING",
    "tese": "PRODEPA. EQUIPARAÇÃO A FAZENDA PÚBLICA E GOZO DOS SEUS PRIVILÉGIOS, INCLUSIVE QUANTO AO RITO DA EXECUÇÃO. NÃO CABIMENTO. PRESTAÇÃO DE SERVIÇOS EM FAVOR DE ENTIDADES PRIVADAS. REGIME CONCORRENCIAL. NÃO APLICABILIDADE DA DECISÃO PROFERIDA EM SEDE DA ADPF 547. DISTINGUISHING. A ratio decidendida da tese firmada pelo E. STF no julgamento da ADPF nº 547 reside no fato de que a FUNTELPA não exercia atividade em regime concorrencial, o que não é caso da PRODEPA, que disponibiliza seus serviços também para entidades privadas, realizando atividades que não são exclusivamente públicas. Logo, na qualidade de empresa pública, pessoa jurídica de direito privado, constituída na forma da Lei Estadual nº 5.460/88 e considerando que a PRODEPA não está adstrita a um regime de atuação não concorrencial, resta-lhe inaplicável a decisão proferida na ADPF 547, não gozando das prerrogativas inerentes a fazenda pública como a execução mediante a expedição de precatório (art. 100 da CF/88), pois se submete ao regime jurídico próprio das empresas privadas, consoante previsto no art. 173, § 1º, II, da CF/88.",
    "tema": "7",
    "numeroProcesso": "0000268-41.2022.5.08.0000",
    "keywords": [
      "execução",
      "equiparação",
      "Fazenda Pública",
      "precatório"
    ]
  },
  {
    "id": "iac-trt8-4",
    "tribunal": "TRT8",
    "tipoProcesso": "IAC",
    "numero": 4,
    "titulo": "COMPETÊNCIA. JUSTIÇA DO TRABALHO. PRETENSÃO EXECUTIVA (OU DE COBRANÇA) DE CRÉDITO TRABALHISTA RECONHECIDO EM SENTENÇA, INDEPENDENTEMENTE DE SUA CESSÃO A TERCEIRO",
    "tese": "Incumbe à Justiça do Trabalho a competência para conhecer e julgar a pretensão executiva (ou de cobrança) de crédito trabalhista reconhecido em sentença, independentemente de sua cessão a terceiro.",
    "tema": "8",
    "numeroProcesso": "0002088-61.2023.5.08.0000",
    "keywords": [
      "trabalhista",
      "competência"
    ]
  },
  {
    "id": "iac-trt8-5",
    "tribunal": "TRT8",
    "tipoProcesso": "IAC",
    "numero": 5,
    "titulo": "EM CASO DA NECESSIDADE DE CITAÇÃO EM PROCESSO INICIALMENTE SUBMETIDO AO RITO SUMARÍSSIMO, É CORRETA A EXTINÇÃO DO FEITO OU SUA CONVERSÃO EM RITO ORDINÁRIO?",
    "tese": "RITO SUMARÍSSIMO. INSUCESSO NAS TENTATIVAS DE CITAÇÃO. NECESSIDADE DA CITAÇÃO FICTA POR EDITAL. CONVERSÃO DO FEITO PARA O RITO ORDINÁRIO. OBSERVÂNCIA AOS PRINCÍPIOS CONSTITUCIONAIS. Nas reclamações trabalhistas submetidas ao rito sumaríssimo, restando infrutíferas as tentativas de citação realizadas e sendo imprescindível a citação ficta por edital, o feito deverá ser convertido para o rito ordinário, a fim de assegurar o acesso e inafastabilidade da jurisdição, resguardando o direito de ação.",
    "tema": "10",
    "numeroProcesso": "0000340-23.2025.5.08.0000",
    "keywords": [
      "trabalhista"
    ]
  },
  {
    "id": "iac-trt8-6",
    "tribunal": "TRT8",
    "tipoProcesso": "IAC",
    "numero": 6,
    "titulo": "INCIDENTE DE ASSUNÇÃO DE COMPETÊNCIA. COMPETÊNCIA DA JUSTIÇA DO TRABALHO. ERRADICAÇÃO DO TRABALHO INFANTIL. IMPLEMENTAÇÃO DE POLÍTICAS PÚBLICAS.",
    "tese": "COMPETE À JUSTIÇA DO TRABALHO APRECIAR QUESTÕES QUE ENVOLVAM A TEMÁTICA DE ERRADICAÇÃO DO TRABALHO INFANTIL, BEM COMO IMPOR À ADMINISTRAÇÃO PÚBLICA QUE CUMPRA SUAS OBRIGAÇÕES CONSTITUCIONAIS E LEGAIS RELACIONADAS À CONCEPÇÃO E IMPLEMENTAÇÃO DE POLÍTICAS PÚBLICAS VOLTADAS À ERRADICAÇÃO DO TRABALHO INFANTIL.",
    "tema": "11",
    "numeroProcesso": "0001635-32.2024.5.08.0000",
    "keywords": [
      "competência"
    ]
  },
  {
    "id": "irdr-trt8-1",
    "tribunal": "TRT8",
    "tipoProcesso": "IRDR",
    "numero": 1,
    "titulo": "CONTRIBUIÇÃO SINDICAL. ENTE PÚBLICO. SERVIDORES. COMPETÊNCIA DA JUSTIÇA DO TRABALHO",
    "tese": "Compete à Justiça do Trabalho apreciar demanda ajuizada contra ente público, que envolva obrigação de fazer quanto aos descontos postulados por entidades sindicais, a título de contribuição sindical, ao teor do que estatui o artigo 114, I, da CR/88.",
    "tema": "1",
    "numeroProcesso": "0000012-74.2017.5.08.0000",
    "keywords": [
      "contribuição",
      "sindical",
      "competência"
    ]
  },
  {
    "id": "irdr-trt8-2",
    "tribunal": "TRT8",
    "tipoProcesso": "IRDR",
    "numero": 2,
    "titulo": "PETIÇÃO INICIAL. INÉPCIA.",
    "tese": "Entendendo o Magistrado que a exordial não atende aos requisitos do art. 840, § 1o, da CLT e arts. 319 e 320 do CPC, ou que apresenta defeitos e irregularidades capazes de dificultar o julgamento de mérito, determinará que o autor, no prazo de 15 (quinze) dias, sob pena de indeferimento, a emende ou a complete, indicando com precisão o que deve ser corrigido ou completado; acaso o órgão de segunda instância, nas ações em grau de recurso, envolvendo o tema em questão, conclua pela não configuração da hipótese de inépcia da petição inicial, poderá afastar a objeção, ordenando o retorno dos autos ao primeiro grau para regular prosseguimento do feito, como entender de direito.",
    "tema": "2",
    "numeroProcesso": "0000018-81.2017.5.08.0000",
    "keywords": [
      "CLT",
      "recurso"
    ]
  },
  {
    "id": "irdr-trt8-3",
    "tribunal": "TRT8",
    "tipoProcesso": "IRDR",
    "numero": 3,
    "titulo": "GRATIFICAÇÃO DE FUNÇÃO. PERCEBIDA POR MAIS DE 10 ANOS. SUPRESSÃO. JUSTO MOTIVO. NÃO CARACTERIZAÇÃO.",
    "tese": "O enquadramento dos engenheiros do Banco da Amazônia como categoria diferenciada, por força de sentença transitada em julgado, não constitui justo motivo para o descomissionamento, daí o direito à incorporação da gratificação ao salário, nos termos previstos na Súmula nº 372, I, do C. TST.",
    "tema": "3",
    "numeroProcesso": "0000692-59.2017.5.08.0000",
    "keywords": [
      "gratificação",
      "incorporação",
      "banco"
    ]
  },
  {
    "id": "irdr-trt8-4",
    "tribunal": "TRT8",
    "tipoProcesso": "IRDR",
    "numero": 4,
    "titulo": "HONORÁRIOS SUCUMBENCIAIS - APLICAÇÃO DA LEI 13.467/2017",
    "tese": "Na Justiça do Trabalho, a condenação em honorários advocatícios sucumbenciais, prevista no art. 791-A, e parágrafos, da CLT, será aplicável apenas às ações propostas após 11 de novembro de 2017 (Lei nº 13.467/2017), consoante Instrução Normativa 41/2018 do C. TST.",
    "tema": "6",
    "numeroProcesso": "0000360-58.2018.5.08.0000",
    "keywords": [
      "CLT",
      "honorários"
    ]
  },
  {
    "id": "irdr-trt8-5",
    "tribunal": "TRT8",
    "tipoProcesso": "IRDR",
    "numero": 5,
    "titulo": "VALE-ALIMENTAÇÃO. CUSTEIO ÍNFIMO. NATUREZA JURÍDICA.",
    "tese": "O desconto para custeio parcial, ainda que irrisório, retira a natureza salarial do vale alimentação fornecido espontaneamente pelo empregador.",
    "tema": "7",
    "numeroProcesso": "0000401-25.2018.5.08.0000",
    "keywords": [
      "empregado",
      "empregador"
    ]
  },
  {
    "id": "irdr-trt8-6",
    "tribunal": "TRT8",
    "tipoProcesso": "IRDR",
    "numero": 6,
    "titulo": "AÇÃO DE CARÁTER GENÉRICO COLETIVO. JUÍZO COMPETENTE PARA APRECIAR AS EXECUÇÕES INDIVIDUAIS",
    "tese": "Decidiu adotar o disposto na Súmula n. 35 do TRT-8ª, como entendimento unificado desta Corte:\n\nA execução das sentenças genéricas proferidas em ação de caráter coletivo é realizada por meio de ação executiva individual, sem vinculação àquela e sem prevenção do juízo prolator da decisão.",
    "tema": "8",
    "numeroProcesso": "0000384-86.2018.5.08.0000",
    "keywords": [
      "execução"
    ]
  },
  {
    "id": "irdr-trt8-7",
    "tribunal": "TRT8",
    "tipoProcesso": "IRDR",
    "numero": 7,
    "titulo": "VERBAS ELENCADAS NO ART. 833, IV, DO CPC. RENDIMENTOS NÃO EXCEDENTES A CINQUENTA SALÁRIOS-MÍNIMOS. IMPENHORABILIDADE RELATIVA. ADIMPLEMENTO DE CRÉDITOS TRABALHISTAS. PERCENTUAL.",
    "tese": "PENHORA SOBRE OS VENCIMENTOS, OS SUBSÍDIOS, OS SOLDOS, OS SALÁRIOS, AS REMUNERAÇÕES, OS PROVENTOS DE APOSENTADORIA, AS PENSÕES, OS PECÚLIOS E OS MONTEPIOS, BEM COMO AS QUANTIAS RECEBIDAS POR LIBERALIDADE DE TERCEIRO E DESTINADAS AO SUSTENTO DO DEVEDOR E DE SUA FAMÍLIA, OS GANHOS DE TRABALHADOR AUTÔNOMO E OS HONORÁRIOS DE PROFISSIONAL LIBERAL. RENDIMENTOS NÃO EXCEDENTES A CINQUENTA SALÁRIOS-MÍNIMOS. IMPENHORABILIDADE RELATIVA. ADIMPLEMENTO DE CRÉDITOS TRABALHISTAS. PERCENTUAL.\n\n1. Os vencimentos, os subsídios, os soldos, os salários, as remunerações, os proventos de aposentadoria, as pensões, os pecúlios e os montepios, bem como as quantias recebidas por liberalidade de terceiro e destinadas ao sustento do devedor e de sua família, os ganhos de trabalhador autônomo e os honorários de profissional liberal, mesmo que não excedam a 50 (cinquenta) salários-mínimos mensais, são penhoráveis para adimplemento dos créditos de natureza trabalhista;\n\n2. A penhora de que trata o item anterior não pode exceder a cinquenta por cento dos ganhos líquidos do executado.",
    "tema": "12",
    "numeroProcesso": "0000374-37.2021.5.08.0000",
    "keywords": [
      "trabalhista",
      "verbas",
      "penhora",
      "honorários"
    ]
  },
  {
    "id": "irdr-trt8-8",
    "tribunal": "TRT8",
    "tipoProcesso": "IRDR",
    "numero": 8,
    "titulo": "INTERPRETAÇÃO DE NORMA COLETIVA. TRABALHADORES MARÍTIMOS.",
    "tese": "As normas coletivas dos trabalhadores marítimos 2017/2018 e 2019/2021 (cláusulas 10ª) não preveem a integração do adicional noturno pago na base de cálculo das horas extras prestadas, como demonstram as tabelas salariais que as integram.",
    "tema": "13",
    "numeroProcesso": "0000625-55.2021.5.08.0000",
    "keywords": [
      "adicional"
    ]
  },
  {
    "id": "irdr-trt8-9",
    "tribunal": "TRT8",
    "tipoProcesso": "IRDR",
    "numero": 9,
    "titulo": "COMPANHIA DE HABITAÇÃO DO ESTADO DO PARÁ - COHAB. SOCIEDADE DE ECONOMIA MISTA. EXPLORAÇÃO DE ATIVIDADE ECONÔMICA, REGIME CONCORRENCIAL. DISTRIBUIÇÃO DE LUCROS AOS SEUS ACIONISTAS. EQUIPARAÇÃO À FAZENDA PÚBLICA. EXECUÇÃO POR PRECATÓRIO.",
    "tese": "COMPANHIA DE HABITAÇÃO DO ESTADO DO PARÁ - COHAB. SOCIEDADE DE ECONOMIA MISTA. EXPLORAÇÃO DE ATIVIDADE ECONÔMICA, SEM MUITA ESPECIFICIDADE E EM NÍTIDA CONCORRÊNCIA COM O SETOR PRIVADO. DISTRIBUIÇÃO DE LUCROS AOS SEUS ACIONISTAS. EQUIPARAÇÃO A FAZENDA PÚBLICA E GOZO DOS SEUS PRIVILÉGIOS, INCLUSIVE QUANTO AO REGIME DE EXECUÇÃO POR PRECATÓRIO. NÃO CABIMENTO. APLICAÇÃO DA TESE JURÍDICA COM REPERCUSSÃO GERAL FIXADA NO TEMA 253 E DO ENTENDIMENTO FIRMADO EM SEDE DA ADPF 387, AMBOS DO STF. Em conformidade aos precedentes firmados pela corte constitucional (Tema 253 de Repercussão Geral e o entendimento firmado na ADPF 387, ambos do Supremo Tribunal Federal), os privilégios da Fazenda Pública são inextensíveis às sociedades de economia mista que executam atividades em regime de concorrência ou que tenham como objetivo distribuir lucros aos seus acionistas. Logo, na qualidade de sociedade de economia mista, constituída na forma da Lei Estadual nº 3.282/65 e considerando que a Companhia de Habitação do Estado do Pará - COHAB explora atividade econômica, sem muita especificidade e em nítida concorrência com o setor privado e distribuição de lucros aos seus acionistas, resta-lhe inaplicável os privilégios da Fazenda Pública como a execução mediante a expedição de precatório (art. 100 da CF/88), pois se submete ao regime jurídico próprio das empresas privadas, consoante previsto no art. 173, § 1º, II, da CF/88.",
    "tema": "18",
    "numeroProcesso": "0000810-59.2022.5.08.0000",
    "keywords": [
      "execução",
      "equiparação",
      "Fazenda Pública",
      "precatório",
      "sociedade de economia mista"
    ]
  },
  {
    "id": "irdr-trt8-10",
    "tribunal": "TRT8",
    "tipoProcesso": "IRDR",
    "numero": 10,
    "titulo": "ADICIONAL DE PERICULOSIDADE. ATIVIDADES EM MOTOCICLETA. ARTIGO 193, §4º DA CLT. NORMA AUTOAPLICÁVEL, QUE INDEPENDE DE REGULAMENTAÇÃO",
    "tese": "O adicional de periculosidade previsto no artigo 193, § 4º da CLT, aos trabalhadores que exercem suas atividades em motocicleta, possui aplicação imediata e não está condicionado à edição de qualquer regulamentação para que produza seus efeitos. A regulação pelo MTE evidencia efeitos meramente administrativos (NR-16, anexo 5), não prejudicando o direito trabalhista (adicional de periculosidade) criado por lei.",
    "tema": "16",
    "numeroProcesso": "0000294-39.2022.5.08.0000",
    "keywords": [
      "trabalhista",
      "CLT",
      "adicional",
      "periculosidade",
      "motocicleta"
    ]
  },
  {
    "id": "irdr-trt8-11",
    "tribunal": "TRT8",
    "tipoProcesso": "IRDR",
    "numero": 11,
    "titulo": "COMPLEMENTO DE GRATIFICAÇÃO. INCORPORAÇÃO. EMPREGADOS DO BANCO DO ESTADO DO PARÁ.",
    "tese": "A verba \"Complemento de Gratificação\", instituída pelo Banco do Estado do Pará para complementar o valor das gratificações de funções exercidas por seus empregados, não pode ser suprimida e deverá integrar a remuneração quando ocorrer quaisquer das seguintes hipóteses: a) o empregado a perceber por 10 (dez) ou mais anos, completados antes da vigência da Lei 13.467/2017; b) quando, sem justo motivo, for destituído da função anteriormente ocupada, permanecendo, porém, exercendo as mesmas atividades, com idênticas responsabilidades.",
    "tema": "15",
    "numeroProcesso": "0000506-60.2022.5.08.0000",
    "keywords": [
      "empregado",
      "responsabilidade",
      "gratificação",
      "incorporação",
      "banco"
    ]
  },
  {
    "id": "irdr-trt8-12",
    "tribunal": "TRT8",
    "tipoProcesso": "IRDR",
    "numero": 12,
    "titulo": "OBTENÇÃO DA GEOLOCALIZAÇÃO DO CELULAR DO EMPREGADO COMO MEIO DE PROVA NO PROCESSO DO TRABALHO. PRINCÍPIO DA PROPORCIONALIDADE. DIREITO À INVIOLABILIDADE DO SIGILO DOS DADOS E DAS COMUNICAÇÕES TELEFÔNICAS. NECESSIDADE DE CONSENTIMENTO DO EMPREGADO.",
    "tese": "Não pode haver a quebra da geolocalização do celular do empregado sem a sua autorização, a fim de fazer prova em processo trabalhista, por violação aos direitos e garantias fundamentais do trabalhador.",
    "tema": "17",
    "numeroProcesso": "0000613-07.2022.5.08.0000",
    "keywords": [
      "trabalhista",
      "empregado",
      "geolocalização"
    ]
  },
  {
    "id": "irdr-trt8-13",
    "tribunal": "TRT8",
    "tipoProcesso": "IRDR",
    "numero": 13,
    "titulo": "TRABALHADOR RURAL. PAUSAS DA NR 31. APLICAÇÃO ANALÓGICA DO ART. 72 DA CLT. POSSIBILIDADE",
    "tese": "Aplica-se, por analogia, o artigo 72 da CLT aos trabalhadores e às trabalhadoras rurais, nos termos do art. 8º da CLT e do art. 4º da LINDB, de modo a garantir a pausa para descanso de 10 (dez) minutos a cada 90 (noventa) minutos de trabalho continuado em pé ou nas atividades que exijam sobrecarga muscular estática ou dinâmica, não se deduzindo o referido período da duração do trabalho.",
    "tema": "22",
    "numeroProcesso": "0000931-19.2024.5.08.0000",
    "keywords": [
      "CLT",
      "rural"
    ]
  },
  {
    "id": "irdr-trt8-14",
    "tribunal": "TRT8",
    "tipoProcesso": "IRDR",
    "numero": 14,
    "titulo": "CAESA. SOCIEDADE DE ECONOMIA MISTA PRESTADORA DE SERVIÇOS PÚBLICOS ESSENCIAIS, EM REGIME NÃO CONCORRENCIAL E SEM DISTRIBUIÇÃO DE LUCROS AOS ACIONISTAS. APLICAÇÃO DAS PRERROGATIVAS DA FAZENDA PÚBLICA",
    "tese": "A Companhia de Água e Esgoto do Estado do Amapá - CAESA, instituída como Sociedade de Economia Mista, integrante da Administração Indireta do Estado do Amapá, explora serviços públicos essenciais de abastecimento de água e esgotamento sanitário, em regime não concorrencial e não tem como objetivo a distribuição de lucros aos acionistas. Logo, equipara-se à Fazenda Pública para efeito de gozo das prerrogativas a ela inerentes, em especial a execução de dívidas pelo regime de precatórios (art. 100, da Constituição brasileira de 1988), além da isenção de custas, dispensa do depósito recursal e aplicação de juros de mora (art. 790-A,I, da CLT, e artigos 1º-A e 1º-F, da Lei nº 9.494/1997).",
    "tema": "24",
    "numeroProcesso": "0000913-95.2024.5.08.0000",
    "keywords": [
      "CLT",
      "execução",
      "Fazenda Pública",
      "precatório",
      "sociedade de economia mista"
    ]
  },
  {
    "id": "irdr-trt8-15",
    "tribunal": "TRT8",
    "tipoProcesso": "IRDR",
    "numero": 15,
    "titulo": "IRDR. AUXÍLIO ALIMENTAÇÃO. EMPREGADO NÃO CONCURSADO. CAESA. TESE JURÍDICA",
    "tese": "O auxílio-alimentação concedido aos trabalhadores efetivos da Caesa - Companhia de Água e Esgoto do Amapá, por meio de normas coletivas, não se estende aos ocupantes de cargo em comissão, ainda que por isonomia.",
    "tema": "23",
    "numeroProcesso": "0000867-09.2024.5.08.0000",
    "keywords": [
      "empregado",
      "isonomia"
    ]
  },
  {
    "id": "irdr-trt8-16",
    "tribunal": "TRT8",
    "tipoProcesso": "IRDR",
    "numero": 16,
    "titulo": "ADICIONAL DE INSALUBRIDADE. AGENTES COMUNITÁRIOS DE SAÚDE. BASE DE CÁLCULO. VENCIMENTO OU SALÁRIO-BASE. LEI Nº 11.350 /2006, ART. 9º-A, § 3º",
    "tese": "A partir da vigência do § 3.º do art. 9ª-A da lei n.º 11.350/2006, o adicional de insalubridade pago aos agentes comunitários de saúde, por força do TCDH, firmado entre o Município de Belém, o SINTESPA e o MPT, deve incidir sobre o vencimento ou o salário-base.",
    "tema": "25",
    "numeroProcesso": "0000783-08.2024.5.08.0000",
    "keywords": [
      "adicional",
      "insalubridade"
    ]
  }
]