[
  {
    "id": "oj-pleno-1",
    "tribunal": "TST",
    "tipoProcesso": "OJ",
    "orgao": "Pleno",
    "numero": 1,
    "titulo": "PRECATÓRIO. CRÉDITO TRABALHISTA. PEQUENO VALOR. EMENDA CONSTITUCIONAL Nº 37/2002",
    "enunciado": "Há dispensa da expedição de precatório, na forma do art. 100, § 3º, da CF/1988, quando a execução contra a Fazenda Pública não exceder os valores definidos, provisoriamente, pela Emenda Constitucional nº 37/2002, como obrigações de pequeno valor, inexistindo ilegalidade, sob esse prisma, na determinação de seqüestro da quantia devida pelo ente público.",
    "status": "Válida",
    "keywords": [
      "precatório",
      "execução",
      "Fazenda Pública",
      "crédito",
      "pequeno valor",
      "trabalhista"
    ]
  },
  {
    "id": "oj-pleno-2",
    "tribunal": "TST",
    "tipoProcesso": "OJ",
    "orgao": "Pleno",
    "numero": 2,
    "titulo": "PRECATÓRIO. REVISÃO DE CÁLCULOS. LIMITES DA COMPETÊNCIA DO PRESIDENTE DO TRT",
    "enunciado": "O pedido de revisão dos cálculos, em fase de precatório, previsto no art. 1º-E da Lei nº 9.494/97, apenas poderá ser acolhido desde que: a) o requerente aponte e especifique claramente quais são as incorreções existentes nos cálculos, discriminando o montante que seria correto, pois do contrário a incorreção torna-se abstrata; b) o defeito nos cálculos esteja ligado à incorreção material ou à utilização de critério em descompasso com a lei ou com o título executivo judicial; e c) o critério legal aplicável ao débito não tenha sido objeto de debate nem na fase de conhecimento, nem na fase de execução.",
    "status": "Válida",
    "keywords": [
      "precatório",
      "execução",
      "competência",
      "cálculos",
      "TRT"
    ]
  },
  {
    "id": "oj-pleno-3",
    "tribunal": "TST",
    "tipoProcesso": "OJ",
    "orgao": "Pleno",
    "numero": 3,
    "titulo": "PRECATÓRIO. SEQÜESTRO. EMENDA CONSTITUCIONAL Nº 30/2000. PRETERIÇÃO. ADIN 1662-8. ART. 100, § 2º, DA CF/1988",
    "enunciado": "O seqüestro de verbas públicas para satisfação de precatórios trabalhistas só é admitido na hipótese de preterição do direito de precedência do credor, a ela não se equiparando as situações de não inclusão da despesa no orçamento ou de não-pagamento do precatório até o final do exercício, quando incluído no orçamento.",
    "status": "Válida",
    "keywords": [
      "precatório",
      "trabalhista"
    ]
  },
  {
    "id": "oj-pleno-4",
    "tribunal": "TST",
    "tipoProcesso": "OJ",
    "orgao": "Pleno",
    "numero": 4,
    "titulo": "MANDADO DE SEGURANÇA. DECISÃO DE TRT. INCOMPETÊNCIA ORIGINÁRIA DO TRIBUNAL SUPERIOR DO TRABALHO",
    "enunciado": "Ao Tribunal Superior do Trabalho não compete apreciar, originariamente, mandado de segurança impetrado em face de decisão de TRT.",
    "status": "Válida",
    "keywords": [
      "mandado de segurança",
      "competência",
      "TRT"
    ]
  },
  {
    "id": "oj-pleno-5",
    "tribunal": "TST",
    "tipoProcesso": "OJ",
    "orgao": "Pleno",
    "numero": 5,
    "titulo": "RECURSO ORDINÁRIO. CABIMENTO",
    "enunciado": "Não cabe recurso ordinário contra decisão em agravo regimental interposto em reclamação correcional ou em pedido de providência. (ex-OJ nº 70 – inserida em 13.09.1994)",
    "status": "Convertida em Súmula",
    "keywords": [
      "recurso"
    ]
  },
  {
    "id": "oj-pleno-6",
    "tribunal": "TST",
    "tipoProcesso": "OJ",
    "orgao": "Pleno",
    "numero": 6,
    "titulo": "PRECATÓRIO. EXECUÇÃO. LIMITAÇÃO DA CONDENAÇÃO IMPOSTA PELO TÍTULO JUDICIAL EXEQÜENDO À DATA DO ADVENTO DA LEI Nº 8.112, de 11.12.1990",
    "enunciado": "Em sede de precatório, não configura ofensa à coisa julgada a limitação dos efeitos pecuniários da sentença condenatória ao período anterior ao advento da Lei nº 8.112, de 11.12.1990, em que o exeqüente submetia-se à legislação trabalhista, salvo disposição expressa em contrário na decisão exeqüenda.",
    "status": "Válida",
    "keywords": [
      "precatório",
      "execução",
      "trabalhista"
    ]
  },
  {
    "id": "oj-pleno-7",
    "tribunal": "TST",
    "tipoProcesso": "OJ",
    "orgao": "Pleno",
    "numero": 7,
    "titulo": "JUROS DE MORA. CONDENAÇÃO DA FAZENDA PÚBLICA. (nova redação)",
    "enunciado": "I - Nas condenações impostas à Fazenda Pública, incidem juros de mora segundo os seguintes critérios:\na) 1% (um por cento) ao mês, até agosto de 2001, nos termos do § 1º do art. 39 da Lei n.º 8.177, de 1.03.1991;\nb) 0,5% (meio por cento) ao mês, de setembro de 2001 a junho de 2009, conforme determina o art. 1º - F da Lei nº 9.494, de 10.09.1997, introduzido pela Medida Provisória nº 2.180-35, de 24.08.2001;\nII – A partir de 30 de junho de 2009, atualizam-se os débitos trabalhistas da Fazenda Pública, mediante a incidência dos índices oficiais de remuneração básica e juros aplicados à caderneta de poupança, por força do art. 5º da Lei n.º 11.960, de 29.06.2009.\nIII - A adequação do montante da condenação deve observar essa limitação legal, ainda que em sede de precatório.\nHistórico:\nRedação original – DJ 25.04.2007\n7.PRECATÓRIO. JUROS DE MORA. CONDENAÇÃO DA FAZENDA PÚBLICA. LEI Nº 9.494, DE 10.09.1997, ART. 1º- F\nSão aplicáveis, nas condenações impostas à Fazenda Pública, os juros de mora de 0,5% (meio por cento) ao mês, a partir de setembro de 2001, conforme determina o art. 1º-F da Lei nº 9.494, de 10.09.1997, introduzido pela Medida Provisória nº 2.180-35, de 24.08.2001, procedendo-se a adequação do montante da condenação a essa limitação legal, ainda que em sede de precatório.",
    "status": "Válida",
    "keywords": [
      "precatório",
      "Fazenda Pública",
      "juros",
      "mora",
      "trabalhista"
    ]
  },
  {
    "id": "oj-pleno-8",
    "tribunal": "TST",
    "tipoProcesso": "OJ",
    "orgao": "Pleno",
    "numero": 8,
    "titulo": "PRECATÓRIO. MATÉRIA ADMINISTRATIVA. REMESSA NECESSÁRIA. NÃO CABIMENTO",
    "enunciado": "Em sede de precatório, por se tratar de decisão de natureza administrativa, não se aplica o disposto no art. 1º, V, do Decreto-Lei nº 779, de 21.08.1969, em que se determina a remessa necessária em caso de decisão judicial desfavorável a ente público.",
    "status": "Válida",
    "keywords": [
      "precatório",
      "remessa necessária",
      "matéria administrativa"
    ]
  },
  {
    "id": "oj-pleno-9",
    "tribunal": "TST",
    "tipoProcesso": "OJ",
    "orgao": "Pleno",
    "numero": 9,
    "titulo": "PRECATÓRIO. PEQUENO VALOR. INDIVIDUALIZAÇÃO DO CRÉDITO APURADO. RECLAMAÇÃO TRABALHISTA PLÚRIMA. EXECUÇÃO DIRETA CONTRA A FAZENDA PÚBLICA. POSSIBILIDADE",
    "enunciado": "Tratando-se de reclamações trabalhistas plúrimas, a aferição do que vem a ser obrigação de pequeno valor, para efeito de dispensa de formação de precatório e aplicação do disposto no § 3º do art. 100 da CF/88, deve ser realizada considerando-se os créditos de cada reclamante.",
    "status": "Válida",
    "keywords": [
      "precatório",
      "execução",
      "Fazenda Pública",
      "crédito",
      "pequeno valor",
      "trabalhista"
    ]
  },
  {
    "id": "oj-pleno-10",
    "tribunal": "TST",
    "tipoProcesso": "OJ",
    "orgao": "Pleno",
    "numero": 10,
    "titulo": "PRECATÓRIO. PROCESSAMENTO E PAGAMENTO. NATUREZA ADMINISTRATIVA. MANDADO DE SEGURANÇA. CABIMENTO",
    "enunciado": "É cabível mandado de segurança contra atos praticados pela Presidência dos Tribunais Regionais em precatório em razão de sua natureza administrativa, não se aplicando o disposto no inciso II do art. 5º da Lei nº 1.533, de 31.12.1951.",
    "status": "Válida",
    "keywords": [
      "precatório",
      "mandado de segurança"
    ]
  },
  {
    "id": "oj-pleno-11",
    "tribunal": "TST",
    "tipoProcesso": "OJ",
    "orgao": "Pleno",
    "numero": 11,
    "titulo": "RECURSO EM MATÉRIA ADMINISTRATIVA. PRAZO. ÓRGÃO COLEGIADO. OITO DIAS. ART. 6º DA LEI Nº 5.584, DE 26.06.1970",
    "enunciado": "Se não houver norma específica quanto ao prazo para interposição de recurso em matéria administrativa de decisão emanada de órgão Colegiado do Tribunal Regional do Trabalho, aplica-se, por analogia, a regra geral dos prazos adotados na Justiça do Trabalho, ou seja, oito dias, conforme estabelecido no art. 6º da Lei nº 5.584, de 26.06.1970. O prazo de dez dias a que alude o art. 59 da Lei nº 9.784, de 29.01.1999, aplica-se somente à interposição de recursos de decisões prolatadas monocraticamente.",
    "status": "Válida",
    "keywords": [
      "recurso",
      "prazo",
      "matéria administrativa",
      "órgão colegiado"
    ]
  },
  {
    "id": "oj-pleno-12",
    "tribunal": "TST",
    "tipoProcesso": "OJ",
    "orgao": "Pleno",
    "numero": 12,
    "titulo": "PRECATÓRIO. PROCEDIMENTO DE NATUREZA ADMINISTRATIVA. INCOMPETÊNCIA FUNCIONAL DO PRESIDENTE DO TRT PARA DECLARAR A INEXIGIBILIDADE DO TÍTULO EXEQUENDO. (DEJT Divulgado em 16, 17 e 20.09.2010)",
    "enunciado": "O Presidente do TRT, em sede de precatório, não tem competência funcional para declarar a inexigibilidade do título judicial exequendo, com fundamento no art. 884, § 5º, da CLT, ante a natureza meramente administrativa do procedimento.",
    "status": "Válida",
    "keywords": [
      "precatório",
      "competência",
      "CLT",
      "TRT"
    ]
  },
  {
    "id": "oj-pleno-13",
    "tribunal": "TST",
    "tipoProcesso": "OJ",
    "orgao": "Pleno",
    "numero": 13,
    "titulo": "PRECATÓRIO. QUEBRA DA ORDEM DE PRECEDÊNCIA. NÃO DEMONSTRAÇÃO DA POSIÇÃO DO EXEQUENTE NA ORDEM CRONOLÓGICA. SEQUESTRO INDEVIDO.",
    "enunciado": "É indevido o sequestro de verbas públicas quando o exequente/requerente não se encontra em primeiro lugar na lista de ordem cronológica para pagamento de precatórios ou quando não demonstrada essa condição.\nHistórico:\nDEJT Divulgado em 16, 17 e 20.09.2010.",
    "status": "Cancelada",
    "keywords": [
      "precatório",
      "sequestro"
    ]
  }
]