[
  {
    "id": "stf-1",
    "tribunal": "STF",
    "tipoProcesso": "ADI/ADC/ADPF",
    "titulo": "O recreio escolar e o intervalo entre aulas devem, em regra, integrar a jornada de trabalho do professor, salvo se o empregador provar que o docente se dedicava a atividades pessoais durante esses períodos (norma coletiva pode dispor em sentido diver",
    "tese": "Na ausência de previsão legal específica ou de norma coletiva em sentido diverso, o recreio escolar (educação básica) e o intervalo entre aulas (educação superior) qualificam-se, em regra, como tempo em que o professor permanece à disposição do empregador, ressalvada a possibilidade de demonstração, a cargo deste, de que, nesses períodos, o docente se dedica a atividades estritamente pessoais, hipótese em que se afasta o respectivo cálculo na jornada diária (art. 4º, § 2º, CLT).É inconstitucional a presunção absoluta (que não admite prova em contrário) de que o recreio e os intervalos entre aulas integram, necessariamente, a jornada de trabalho do professor. Essa presunção absoluta viola os princípios da legalidade, da livre iniciativa e da intervenção mínima na autonomia da vontade coletiva (arts. 1º, IV; 5º, II; 7º, XXVI; 8º, III e 170, caput, CF/88).As matérias relativas à jornada de trabalho e ao intervalo intrajornada podem ser validamente objeto de negociação coletiva (art. 611-A, da CLT). Assim, por meio de convenção ou acordo coletivo de trabalho, faculta-se às instituições de ensino e aos professores, representados por seus sindicatos, disciplinar o intervalo intrajornada, inclusive em condições distintas daquelas previstas em lei.",
    "numeroProcesso": "1058",
    "relator": "Gilmar Mendes",
    "orgaoJulgador": "Plenário",
    "dataJulgamento": "13/11/2025",
    "informativo": "1199",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STF. Plenário. ADPF 1.058 MC-Ref/DF, Rel. Min. Gilmar Mendes, julgado em 13/11/2025 (Info 1199).",
    "keywords": [
      "CLT",
      "empregado",
      "empregador",
      "jornada",
      "sindicato",
      "negociação coletiva",
      "acordo coletivo",
      "constitucional",
      "inconstitucional",
      "professor"
    ]
  },
  {
    "id": "stf-2",
    "tribunal": "STF",
    "tipoProcesso": "ADI/ADC/ADPF",
    "titulo": "Condenações em ações civis públicas trabalhistas por danos transindividuais devem ser destinadas prioritariamente ao FDD ou FAT, vedado o contingenciamento desses recursos",
    "tese": "As condenações em ações civis públicas trabalhistas por danos transindividuais devem ser direcionadas para o FDD (Fundo dos Direitos Difusos) ou para o FAT (Fundo de Amparo ao Trabalhador).Excepcionalmente e de forma motivada, admite-se a destinação para outros entes públicos ou privados sem fins lucrativos, desde que observados os critérios previstos na Resolução Conjunta nº 10/2024 do CNJ e CNMP, especialmente quanto à pertinência com o dano, à transparência, à fiscalização e à prestação de contas.Os fundos devem individualizar (com transparência e rastreabilidade) os valores recebidos a partir de decisões em ações civis públicas trabalhistas (ou em acordos) e esses valores devem ser aplicados exclusivamente em programas e projetos relacionados à proteção de direitos dos trabalhadores.Os recursos existentes e futuros no FDD ou no FAT provenientes de condenações ou acordos em ações civis públicas trabalhistas não poderão ser objeto de qualquer espécie de contingenciamento, com efeito ex tunc.",
    "numeroProcesso": "944",
    "relator": "Flávio Dino",
    "orgaoJulgador": "Plenário",
    "dataJulgamento": "16/10/2025",
    "informativo": "1195",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STF. Plenário. ADPF 944 MC-Ref/DF, Rel. Min. Flávio Dino, julgado em 16/10/2025 (Info 1195).",
    "keywords": [
      "trabalhista",
      "recurso"
    ]
  },
  {
    "id": "stf-3",
    "tribunal": "STF",
    "tipoProcesso": "RG",
    "titulo": "Sentença trabalhista só pode ser executada contra empresa do grupo que integrou a fase de conhecimento, salvo sucessão ou abuso de personalidade com observância do incidente de desconsideração",
    "tese": "O cumprimento de sentença trabalhista pode ser promovido somente contra empresa do grupo econômico que participou da fase de conhecimento do processo, exceto nas hipóteses de sucessão empresarial (art. 448-A da CLT) ou de abuso de personalidade jurídica (art. 50 do CC), situações excepcionais em que deverá ser observado o procedimento de desconsideração da personalidade jurídica (art. 855-A da CLT e arts. 133 a 137 do CPC).Tese fixada:1 - O cumprimento da sentença trabalhista não poderá ser promovido em face de empresa que não tiver participado da fase de conhecimento do processo, devendo o reclamante indicar na petição inicial as pessoas jurídicas corresponsáveis solidárias contra as quais pretende direcionar a execução de eventual título judicial, inclusive nas hipóteses de grupo econômico (art. 2°, §§ 2° e 3°, da CLT), demonstrando concretamente, nesta hipótese, a presença dos requisitos legais;2 - Admite-se, excepcionalmente, o redirecionamento da execução trabalhista ao terceiro que não participou do processo de conhecimento nas hipóteses de sucessão empresarial (art. 448-A da CLT) e abuso da personalidade jurídica (art. 50 do CC), observado o procedimento previsto no art. 855-A da CLT e nos arts. 133 a 137 do CPC;3 - Aplica-se tal procedimento mesmo aos redirecionamentos operados antes da Reforma Trabalhista de 2017, ressalvada a indiscutibilidade relativa aos casos já transitados em julgado, aos créditos já satisfeitos e às execuções findas ou definitivamente arquivadas.",
    "tema": "1232",
    "numeroProcesso": "1387795",
    "relator": "Dias Toffoli",
    "orgaoJulgador": "Plenário",
    "dataJulgamento": "13/10/2025",
    "informativo": "1194",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STF. Plenário. RE 1.387.795/MG, Rel. Min. Dias Toffoli, julgado em 13/10/2025 (Repercussão Geral – Tema 1.232) (Info 1194).",
    "keywords": [
      "trabalhista",
      "CLT",
      "solidária",
      "grupo econômico",
      "execução"
    ]
  },
  {
    "id": "stf-4",
    "tribunal": "STF",
    "tipoProcesso": "ADI/ADC/ADPF",
    "titulo": "É constitucional o requisito da transcendência para o recurso de revista, incluído na CLT pela MP 2.226/2001, mesmo sem sua conversão em lei",
    "tese": "É constitucional — diante da prevalência do princípio do interesse público e da segurança jurídica, do atendimento aos pressupostos de relevância e urgência das medidas provisórias (art. 62, CF/88), bem como para garantir a estabilidade do modelo vigente — a manutenção da eficácia do art. 1º da MP nº 2.226/2001, que instituiu o requisito da transcendência para o recurso de revista no âmbito da Justiça do Trabalho, mesmo após mais de duas décadas de sua edição sem conversão em lei.",
    "numeroProcesso": "2527",
    "relator": "Cámen Lúcia",
    "orgaoJulgador": "Plenário",
    "dataJulgamento": "09/10/2025",
    "informativo": "1194",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STF. Plenário. ADI 2.527/DF, Rel. Min. Cámen Lúcia, julgado em 09/10/2025 (Info 1194).",
    "keywords": [
      "CLT",
      "justiça do trabalho",
      "estabilidade",
      "constitucional",
      "recurso",
      "revista"
    ]
  },
  {
    "id": "stf-5",
    "tribunal": "STF",
    "tipoProcesso": "ARE",
    "titulo": "Não é possível impor a shopping center obrigação trabalhista de instalar creches para filhos de empregadas das lojas, sem vínculo empregatício direto e sem previsão legal expressa",
    "tese": "Caso adaptado: o MPT ajuizou ACP contra o Shopping Center, exigindo a instalação de creche ou local para amamentação para as funcionárias das lojas localizadas em seu interior, com base no § 1º do art. 389, §1º da CLT: § 1º Os estabelecimentos em que trabalharem pelo menos 30 (trinta) mulheres com mais de 16 (dezesseis) anos de idade terão local apropriado onde seja permitido às empregadas guardar sob vigilância e assistência os seus filhos no período da amamentação.O MPT argumentou que, embora as lojas individualmente não atingissem o número mínimo de 30 empregadas exigido pela lei, o shopping, como um super estabelecimento que se beneficia economicamente e controla o espaço, deveria assumir essa responsabilidade social para garantir direitos constitucionais de proteção à maternidade e à infância.O Shopping contestou, afirmando não ser o empregador direto das funcionárias e que a obrigação legal da CLT se dirige apenas ao empregador formal. Alegou que impor tal dever violaria o princípio da legalidade (pois não há lei específica obrigando o shopping), a separação de poderes (o Judiciário estaria legislando) e a livre iniciativa.O STF concordou com os argumentos do Shopping.Viola os princípios da separação dos Poderes e da legalidade (arts. 2º e 5º, II, da CF/88) interpretação judicial que estende norma trabalhista para obrigar terceiro que não tem vínculo trabalhista direto com empregadas em fase de amamentação a estabelecer e manter creche em benefício delas.",
    "numeroProcesso": "1499584",
    "relator": "Dias Toffoli",
    "orgaoJulgador": "2ª Turma",
    "dataJulgamento": "25/02/2025",
    "informativo": "1167",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STF. 2ª Turma. ARE 1.499.584 AgR/PB, Rel. Min. Dias Toffoli, julgado em 25/02/2025 (Info 1167).",
    "keywords": [
      "trabalhista",
      "CLT",
      "empregado",
      "empregador",
      "responsabilidade",
      "STF",
      "MPT"
    ]
  },
  {
    "id": "stf-6",
    "tribunal": "STF",
    "tipoProcesso": "RG",
    "titulo": "Cabe ao autor da ação (empregado) o ônus de provar que a Administração Pública agiu com culpa na fiscalização da empresa contratada; se o reclamante não provar isso, o Poder Público não responde pelas dívidas subsidiariamente",
    "tese": "Tese fixada pelo STF:“1. Não há responsabilidade subsidiária da Administração Pública por encargos trabalhistas gerados pelo inadimplemento de empresa prestadora de serviços contratada, se amparada exclusivamente na premissa da inversão do ônus da prova, remanescendo imprescindível a comprovação, pela parte autora, da efetiva existência de comportamento negligente ou nexo de causalidade entre o dano por ela invocado e a conduta comissiva ou omissiva do poder público.2. Haverá comportamento negligente quando a Administração Pública permanecer inerte após o recebimento de notificação formal de que a empresa contratada está descumprindo suas obrigações trabalhistas, enviada pelo trabalhador, sindicato, Ministério do Trabalho, Ministério Público, Defensoria Pública ou outro meio idôneo.3. Constitui responsabilidade da Administração Pública garantir as condições de segurança, higiene e salubridade dos trabalhadores, quando o trabalho for realizado em suas dependências ou local previamente convencionado em contrato, nos termos do art. 5º-A, § 3º, da Lei nº 6.019/1974.4. Nos contratos de terceirização, a Administração Pública deverá: (i) exigir da contratada a comprovação de capital social integralizado compatível com o número de empregados, na forma do art. 4º-B da Lei nº 6.019/1974; e (ii) adotar medidas para assegurar o cumprimento das obrigações trabalhistas pela contratada, na forma do art. 121, § 3º, da Lei nº 14.133/2021, tais como condicionar o pagamento à comprovação de quitação das obrigações trabalhistas do mês anterior.”",
    "tema": "1118",
    "numeroProcesso": "1298647",
    "relator": "Nunes Marques",
    "orgaoJulgador": "Plenário",
    "dataJulgamento": "17/02/2025",
    "informativo": "1165",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STF. Plenário. RE 1.298.647/SP, Rel. Min. Nunes Marques, julgado em 17/02/2025 (Repercussão Geral – Tema 1.118) (Info 1165).",
    "keywords": [
      "terceirização",
      "trabalhista",
      "empregado",
      "contrato",
      "responsabilidade",
      "subsidiária",
      "sindicato",
      "STF",
      "administração pública",
      "ministério público"
    ]
  },
  {
    "id": "stf-7",
    "tribunal": "STF",
    "tipoProcesso": "ADI/ADC/ADPF",
    "titulo": "São constitucionais os dispositivos da Reforma Trabalhista (Lei nº 13.467/2017) que instituíram o contrato de trabalho intermitente",
    "tese": "A regulamentação do contrato intermitente, nos termos estabelecidos pelas normas questionadas, encontra fundamento de validade nos arts. 1º, IV, e 170, caput, da Constituição Federal, os quais consagram a livre iniciativa e o valor social do trabalho.A flexibilização promovida pela Reforma Trabalhista visa à ampliação do mercado de trabalho, sem prejuízo das garantias mínimas asseguradas pela ordem constitucional trabalhista.Uma vez que a contratação intermitente observa critérios específicos para remuneração e direitos trabalhistas, respeitando a autonomia privada e os limites da intervenção estatal, não se mostra configurada ofensa à dignidade do trabalhador ou aos princípios da isonomia e da proporcionalidade.",
    "numeroProcesso": "5826",
    "relator": "Edson Fachin",
    "orgaoJulgador": "Plenário",
    "dataJulgamento": "16/12/2024",
    "informativo": "1163",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STF. Plenário. ADI 5.826/DF, ADI 5.829/DF, ADI 6.154/DF, Rel. Min. Edson Fachin, redator do acórdão Min. Nunes Marques, julgado em 16/12/2024 (Info 1163).",
    "keywords": [
      "trabalhista",
      "contrato",
      "constitucional",
      "intermitente"
    ]
  },
  {
    "id": "stf-8",
    "tribunal": "STF",
    "tipoProcesso": "ADI/ADC/ADPF",
    "titulo": "É constitucional a exclusão, do âmbito de incidência da Lei 12.690/2012, das cooperativas de profissionais liberais cujos sócios exerçam as atividades em seus próprios estabelecimentos",
    "tese": "A Lei nº 12.690/2012 criou o Programa Nacional de Fomento às Cooperativas de Trabalho e, no seu art. 1º, parágrafo único, III, excluiu do âmbito de incidência da legislação as cooperativas de profissionais liberais cujos sócios exerçam atividades em seus próprios estabelecimentos:Art. 1º A Cooperativa de Trabalho é regulada por esta Lei e, no que com ela não colidir, pelas Leis nos 5.764, de 16 de dezembro de 1971, e 10.406, de 10 de janeiro de 2002 -Código Civil.Parágrafo único. Estão excluídas do âmbito desta Lei: (...) III - as cooperativas de profissionais liberais cujos sócios exerçam as atividades em seus próprios estabelecimentos; eO STF decidiu que é constitucional o art. 1º, parágrafo único, III, da Lei 12.690/2012;Essa lei não viola os princípios da proporcionalidade e do livre exercício de atividade profissional (art. 5º, XIII, CF/88).",
    "numeroProcesso": "4849",
    "relator": "Luiz Fux",
    "orgaoJulgador": "Plenário",
    "dataJulgamento": "07/05/2024",
    "informativo": "1135",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STF. Plenário. ADI 4.849/DF, Rel. Min. Luiz Fux, julgado em 07/05/2024 (Info 1135).",
    "keywords": [
      "constitucional",
      "STF",
      "cooperativa"
    ]
  },
  {
    "id": "stf-9",
    "tribunal": "STF",
    "tipoProcesso": "ADI/ADC/ADPF",
    "titulo": "É inconstitucional o art. 702, I, f, §§ 3º e 4º da CLT, na redação dada pela Lei 13.467/2017, que restringiu a edição, alteração ou cancelamento de súmulas por parte dos TRTs e do TST",
    "tese": "É inconstitucional iniciativa do Poder Legislativo que cerceia a atribuição dos Tribunais Regionais do Trabalho e do Tribunal Superior do Trabalho de estabelecer, alterar ou cancelar enunciados sumulares.A atribuição de editar, alterar ou cancelar súmulas é uma atividade derivada da própria função jurisdicional. Logo, a lei que restringe essa possibilidade viola o princípio da separação de Poderes e a autonomia dos tribunais.",
    "numeroProcesso": "6188",
    "relator": "Ricardo Lewandowski",
    "orgaoJulgador": "Plenário",
    "dataJulgamento": "22/8/2023",
    "informativo": "1104",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STF. Plenário. ADI 6.188/DF, Rel. Min. Ricardo Lewandowski, redator do acórdão Min. Edson Fachin, julgado em 22/8/2023 (Info 1104).",
    "keywords": [
      "CLT",
      "constitucional",
      "inconstitucional",
      "súmula",
      "TST"
    ]
  },
  {
    "id": "stf-10",
    "tribunal": "STF",
    "tipoProcesso": "ADI/ADC/ADPF",
    "titulo": "É constitucional o art. 59-A da CLT que permite, por meio de acordo individual escrito entre o empregador e o trabalhador, a adoção da jornada de 12 horas de trabalho seguidas por 36 horas ininterruptas de descanso",
    "tese": "É constitucional — na medida em que privilegia a liberdade de escolha do trabalhador e reforça o equilíbrio entre os valores sociais do trabalho e da livre iniciativa — norma da “Reforma Trabalhista” (Lei nº 13.467/2017) que permite, por meio de acordo individual escrito entre o empregador e o trabalhador, a adoção da jornada de 12 horas de trabalho seguidas por 36 horas ininterruptas de descanso.",
    "numeroProcesso": "5994",
    "relator": "Marco Aurélio",
    "orgaoJulgador": "Plenário",
    "dataJulgamento": "01/07/2023",
    "informativo": "1102",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STF. Plenário. ADI 5.994/DF, Rel. Min. Marco Aurélio, redator do acórdão Min. Gilmar Mendes, julgado em 01/07/2023 (Info 1102).",
    "keywords": [
      "trabalhista",
      "CLT",
      "empregado",
      "empregador",
      "jornada",
      "constitucional"
    ]
  },
  {
    "id": "stf-11",
    "tribunal": "STF",
    "tipoProcesso": "ADI/ADC/ADPF",
    "titulo": "Justiça do Trabalho não pode exigir a prévia conclusão da negociação coletiva para que as entidades da administração pública possam demitir os seus empregados e realizar a sua extinção",
    "tese": "São nulas — por violarem os princípios da separação dos Poderes e da legalidade — as decisões judiciais que condicionam a rescisão de contratos de trabalho de empregados públicos não estáveis à prévia conclusão de negociação coletiva, de modo a impedir que o estado federado realize atos tendentes a descontinuar a atividade das fundações, sociedades de economia mista e autarquias estaduais.A extinção de entidades da Administração Pública indireta deve ser autorizada por lei, inexistindo outras condicionantes no texto constitucional. Ademais, é atribuição do chefe do Poder Executivo o tratamento da organização da Administração Pública, podendo criar e extinguir entidades da Administração indireta, mediante lei, conforme o melhor interesse da administração, devendo os funcionários dessas entidades serem concursados e regidos pela CLT, observadas as exceções expressamente previstas constitucionalmente.Na espécie, os pronunciamentos da Justiça do Trabalho condicionam a implementação de programa de desestatização à conclusão de negociações coletivas, o que enseja conflito entre os Poderes, na medida em que interferem na gestão estadual e obstaculizam a execução de decisões políticas tomadas pelo Poder Executivo e acolhidas pelo Poder Legislativo estadual.O STF julgou parcialmente procedente a ADPF proposta pelo Governador do Estado e declarou a nulidade dessas decisões judiciais.",
    "numeroProcesso": "486",
    "relator": "Gilmar Mendes",
    "orgaoJulgador": "Plenário",
    "dataJulgamento": "01/7/2023",
    "informativo": "1101",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STF. Plenário. ADPF 486/RS, Rel. Min. Gilmar Mendes, julgado em 01/7/2023 (Info 1101).",
    "keywords": [
      "CLT",
      "empregado",
      "rescisão",
      "contrato",
      "execução",
      "justiça do trabalho",
      "negociação coletiva",
      "constitucional",
      "STF",
      "administração pública"
    ]
  },
  {
    "id": "stf-12",
    "tribunal": "STF",
    "tipoProcesso": "Decisão",
    "titulo": "STF reconheceu a mora do Congresso Nacional e fixou prazo para que seja aprovada lei que cria fundo de execuções trabalhistas",
    "tese": "Há omissão inconstitucional do Poder Legislativo quanto à edição de lei que crie o Fundo de Garantia das Execuções Trabalhistas (Funget) — conforme previsto pelo art. 3º da EC 45/2004 —, o qual é integrado, entre outras receitas, pelas multas decorrentes de condenações trabalhistas e administrativas oriundas da fiscalização do trabalho.A regulamentação do Funget garante a efetividade da prestação jurisdicional com a satisfação dos créditos trabalhistas, motivo pelo qual se revela como um facilitador da execução trabalhista, tema cuja importância é internacionalmente reconhecida (Convenção 173 da OIT, arts. 9º ao 13).Vale ressaltar que o simples fato de o projeto estar tramitando não afasta a omissão inconstitucional do Congresso Nacional, especialmente pelo fato de que já se passou um prazo razoável para a sua deliberação.STF. Plenário. ADO 27/DF, Rel. Min. Cármen Lúcia, julgado em 01/7/2023 (Info 1101).",
    "informativo": "1101",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "keywords": [
      "trabalhista",
      "execução",
      "constitucional",
      "inconstitucional",
      "STF"
    ]
  },
  {
    "id": "stf-13",
    "tribunal": "STF",
    "tipoProcesso": "ADI/ADC/ADPF",
    "titulo": "(In) constitucionalidade da Lei dos Caminhoneiros",
    "tese": "São inconstitucionais dispositivos da “Lei dos Caminhoneiros” (Lei nº 13.103/2015) que desrespeitam os direitos sociais e as normas de proteção ao trabalhador (art. 7º, CF/88), tais como os que preveem:(a) a redução e/ou o fracionamento dos intervalos interjornadas e do descanso semanal remunerado;(b) a hipótese de descanso de motorista com o veículo em movimento; e aquele que(c) exclui do cômputo da jornada diária de trabalho do motorista profissional o tempo decorrido durante a carga ou a descarga do veículo, ou, ainda, a fiscalização da mercadoria.",
    "numeroProcesso": "5322",
    "relator": "Alexandre de Moraes",
    "orgaoJulgador": "Plenário",
    "dataJulgamento": "01/07/2023",
    "informativo": "1102",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STF. Plenário. ADI 5.322/DF, Rel. Min. Alexandre de Moraes, julgado em 01/07/2023 (Info 1102).",
    "keywords": [
      "jornada",
      "constitucional",
      "motorista",
      "caminhoneiro"
    ]
  },
  {
    "id": "stf-14",
    "tribunal": "STF",
    "tipoProcesso": "ADI/ADC/ADPF",
    "titulo": "O tabelamento das indenizações trabalhistas previsto na CLT deverá ser observado pelo julgador como critério orientador; isso não impede, contudo, a fixação de condenação em quantia superior, desde que devidamente motivada",
    "tese": "É constitucional o tabelamento para fins de fixação do valor de indenização por dano moral trabalhista previsto na Consolidação das Leis do Trabalho (CLT). Contudo, os montantes elencados na lei não podem ser interpretados como um “teto”, mas apenas servem como parâmetro para a fundamentação da decisão judicial, de modo a permitir que ela, desde que devidamente motivada, determine o pagamento de quantias superiores.Com base nesse entendimento, o STF julgou parcialmente procedentes as ADIs para conferir interpretação conforme a Constituição e estabelecer que:(i) as redações conferidas aos art. 223-A e 223-B, ambos da CLT, não excluem o direito à reparação por dano moral indireto ou dano em ricochete (dano reflexo) no âmbito das relações de trabalho, a ser apreciado nos termos da legislação civil; e(ii) os critérios de quantificação de reparação por dano extrapatrimonial previstos no art. 223-G, caput e § 1º, da CLT, deverão ser observados pelo julgador como orientativos de fundamentação da decisão judicial, sendo constitucional, porém, o arbitramento judicial do dano em valores superiores aos limites máximos dispostos nos incisos I a IV do § 1º do art. 223-G, quando consideradas as circunstâncias do caso concreto e os princípios da razoabilidade, da proporcionalidade e da igualdade.",
    "numeroProcesso": "6050",
    "relator": "Gilmar Mendes",
    "orgaoJulgador": "Plenário",
    "dataJulgamento": "26/06/2023",
    "informativo": "1100",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STF. Plenário. ADI 6.050/DF, ADI 6.069/DF e ADI 6.082/DF, Rel. Min. Gilmar Mendes, julgados em 26/06/2023 (Info 1100).",
    "keywords": [
      "trabalhista",
      "CLT",
      "indenização",
      "dano moral",
      "constitucional",
      "STF"
    ]
  },
  {
    "id": "stj-15",
    "tribunal": "STJ",
    "tipoProcesso": "CC",
    "titulo": "É competência da Justiça do Trabalho processar e julgar o cumprimento de sentença por ela proferida, ainda que tenha ocorrido a cessão a terceiro da titularidade do crédito nela reconhecido",
    "tese": "Caso hipotético: João ajuizou reclamação trabalhista contra sua antiga empregadora.O Juiz da 2ª Vara do Trabalho julgou o pedido procedente, tendo havido o trânsito em julgado. João iniciou o cumprimento de sentença.Depois de algum tempo, foi noticiado nos autos que João fez a cessão do seu crédito trabalhista em favor da Beta Ativos, uma empresa especializada em comprar créditos judiciais. A Beta Ativos requereu ao juízo trabalhista a substituição no polo ativo da execução. A Justiça do Trabalho continua sendo competente para prosseguir a execução (cumprimento de sentença).",
    "numeroProcesso": "162902-",
    "relator": "Marco Aurélio Bellizze",
    "orgaoJulgador": "2ª Seção",
    "dataJulgamento": "2/3/2023",
    "informativo": "766",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STJ. 2ª Seção. CC 162902-SP, Rel. Min. Marco Aurélio Bellizze, julgado em 2/3/2023 (Info 766).",
    "keywords": [
      "trabalhista",
      "empregado",
      "empregador",
      "execução",
      "competência",
      "justiça do trabalho"
    ]
  },
  {
    "id": "stf-16",
    "tribunal": "STF",
    "tipoProcesso": "RG",
    "titulo": "Se o MPT ingressa com ACP para contra empresa estatal pedindo o afastamento de todos os trabalhadores contratados sem concurso público, os empregados atingidos não precisam ser citados para compor o polo passivo da ação",
    "tese": "Os interesses dos empregados diretamente afetados por acordo firmado no âmbito de processos coletivos devem ser defendidos pelo sindicato que representa a categoria, não havendo imprescindibilidade da citação de cada empregado para formação de litisconsórcio passivo.Tese fixada pelo STF:“Em ação civil pública proposta pelo Ministério Público do Trabalho em face de empresa estatal, com o propósito de invalidar a contratação irregular de pessoal, não é cabível o ingresso, no polo passivo da causa, de todos os empregados atingidos, mas é indispensável sua representação pelo sindicato da categoria.”.",
    "tema": "1004",
    "numeroProcesso": "629647",
    "relator": "Marco Aurélio",
    "orgaoJulgador": "Plenário",
    "dataJulgamento": "28/10/2022",
    "informativo": "1074",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STF. Plenário. RE 629647/RR, Rel. Min. Marco Aurélio, redator do acórdão Min. Alexandre de Moraes, julgado em 28/10/2022 (Repercussão Geral – Tema 1004) (Info 1074).",
    "keywords": [
      "empregado",
      "sindicato",
      "STF",
      "ação civil pública",
      "MPT",
      "ministério público"
    ]
  },
  {
    "id": "stf-17",
    "tribunal": "STF",
    "tipoProcesso": "RG",
    "titulo": "A dispensa em massa de empregados deve ser precedida da tentativa de diálogo entre a empresa e o sindicato dos trabalhadores",
    "tese": "A intervenção sindical prévia é exigência procedimental imprescindível para a dispensa em massa de trabalhadores, que não se confunde com autorização prévia por parte da entidade sindical ou celebração de convenção ou acordo coletivo.",
    "tema": "638",
    "numeroProcesso": "999435",
    "relator": "Marco Aurélio",
    "orgaoJulgador": "Plenário",
    "dataJulgamento": "8/6/2022",
    "informativo": "1058",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STF. Plenário. RE 999435/SP, Rel. Min. Marco Aurélio, redator do acórdão Min. Edson Fachin, julgado em 8/6/2022 (Repercussão Geral – Tema 638) (Info 1058).Em embargos de declaração, o STF modulou os efeitos da decisão e afirmou que a exigência de intervenção sindical prévia em casos de demissão em massa se aplica apenas às demissões ocorridas após 14/6/2022. Veja:A aplicação retroativa da tese de julgamento impõe ônus desproporcional aos empregadores, já que: (i) a questão era controvertida e se encontrava em julgamento perante o Supremo Tribunal Federal; e (ii) não havia expressa disposição legal ou constitucional que impusesse a observância desse requisito procedimental nas demissões em massa ou coletivas.Desse modo, impõe-se a modulação dos efeitos da decisão, de modo a explicitar que a exigência de intervenção sindical prévia vincula apenas as demissões em massa ocorridas após a publicação da ata do julgamento de mérito (14/06/2022).STF. RE 999435 ED, Rel. Min. Edson Fachin, Relator(a) p/ Acórdão: Roberto Barroso, julgado em 13/04/2023.",
    "keywords": [
      "empregado",
      "sindicato",
      "acordo coletivo"
    ]
  },
  {
    "id": "stf-18",
    "tribunal": "STF",
    "tipoProcesso": "RG",
    "titulo": "É constitucional norma oriunda de negociação coletiva que, apesar de limitar ou afastar direitos trabalhistas, assegura aos trabalhadores os direitos absolutamente indisponíveis",
    "tese": "São constitucionais os acordos e as convenções coletivos que, ao considerarem a adequação setorial negociada, pactuam limitações ou afastamentos de direitos trabalhistas, independentemente da explicitação especificada de vantagens compensatórias, desde que respeitados os direitos absolutamente indisponíveis.",
    "tema": "1046",
    "numeroProcesso": "1121633",
    "relator": "Gilmar Mendes",
    "orgaoJulgador": "Plenário",
    "dataJulgamento": "2/6/2022",
    "informativo": "1057",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STF. Plenário. ARE 1121633/GO, Rel. Min. Gilmar Mendes, julgado em 1 e 2/6/2022 (Repercussão Geral – Tema 1046) (Info 1057).",
    "keywords": [
      "trabalhista",
      "negociação coletiva",
      "constitucional"
    ]
  },
  {
    "id": "stf-19",
    "tribunal": "STF",
    "tipoProcesso": "ADI/ADC/ADPF",
    "titulo": "Normas coletivas expiradas só podem ser mantidas com nova negociação",
    "tese": "É inconstitucional a interpretação jurisprudencial da Justiça do Trabalho que mantém a validade de direitos fixados em cláusulas coletivas com prazo já expirado até que novo acordo ou convenção coletiva seja firmado.Com base nesse entendimento, o STF declarou a inconstitucionalidade da Súmula 277 do TST, assim como de interpretações e decisões judiciais que entendem que o art. 114, § 2º, da CF/88, autoriza a aplicação do princípio da ultratividade de normas de acordos e de convenções coletivas.Súmula 277-TST: As cláusulas normativas dos acordos coletivos ou convenções coletivas integram os contratos individuais de trabalho e somente poderão ser modificadas ou suprimidas mediante negociação coletiva de trabalho.",
    "numeroProcesso": "323",
    "relator": "Gilmar Mendes",
    "orgaoJulgador": "Plenário",
    "dataJulgamento": "27/5/2022",
    "informativo": "1056",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STF. Plenário. ADPF 323/DF, Rel. Min. Gilmar Mendes, julgado em 27/5/2022 (Info 1056).",
    "keywords": [
      "contrato",
      "justiça do trabalho",
      "negociação coletiva",
      "convenção coletiva",
      "constitucional",
      "inconstitucional",
      "súmula",
      "TST",
      "STF"
    ]
  },
  {
    "id": "stj-20",
    "tribunal": "STJ",
    "tipoProcesso": "Decisão",
    "titulo": "Compete à Justiça do Trabalho julgar ação proposta contra o empregador nas quais se pretenda o reconhecimento de verbas de natureza trabalhista e os reflexos nas respectivas contribuições para a entidade de previdência privada a ele vinculada",
    "tese": "Caso concreto: ação proposta em face da CEF e da FUNCEF na qual o autor pretende a inclusão da verba salarial denominada CTVA - Complemento Temporário Variável Ajuste de Mercado na composição de salário de participação, com os devidos reflexos no cálculo de benefício de complementação de aposentadoria.Há, portanto, cumulação de pretensões de naturezas distintas, havendo a necessidade de prévio julgamento da controvérsia trabalhista pois, somente em caso de procedência desta, haverá possibilidade de análise do pleito relacionado ao plano previdenciário. Ou seja, a causa de pedir originária (exclusão da parcela denominada CTVA do salário de contribuição) desdobra-se em dois pedidos, de natureza diversa: (a) na seara trabalhista, pugna-se pelo reconhecimento da natureza salarial, com o respectivo recolhimento das contribuições devidas; e, (b) no âmbito previdenciário, busca-se a revisão do benefício complementar.Logo, em razão desta cumulação de pedidos, não incide - ao menos não de forma direta - o entendimento consolidado pelo Supremo Tribunal Federal (Tema 190/STF), no sentido da competência da Justiça Comum para “o processamento de demandas ajuizadas contra entidades privadas de previdência com o propósito de obter complementação de aposentadoria”, ante a necessidade de prévio enfrentamento da controvérsia laboral.Ademais, em recente julgamento, a Suprema Corte fixou nova tese, em repercussão geral, no sentido de que “compete à Justiça do Trabalho processar e julgar causas ajuizadas contra o empregador nas quais se pretenda o reconhecimento de verbas de natureza trabalhista e os reflexos nas respectivas contribuições para a entidade de previdência privada a ele vinculada” (Tema 1.166 - RE 1.265.564-SC).STJ. 4ª Turma. EDcl no AgInt no AREsp 1547767-SP, Rel. Min. Marco Buzzi, julgado em 22/03/2022 (Info 733).",
    "informativo": "733",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "keywords": [
      "trabalhista",
      "empregado",
      "empregador",
      "verbas",
      "competência",
      "justiça do trabalho",
      "aposentadoria",
      "previdência",
      "contribuição",
      "repercussão geral"
    ]
  },
  {
    "id": "stf-21",
    "tribunal": "STF",
    "tipoProcesso": "RG",
    "titulo": "Não se aplica a Taxa Referencial (TR) como índice de correção monetária de débitos trabalhistas",
    "tese": "I - É inconstitucional a utilização da Taxa Referencial - TR como índice de atualização dos débitos trabalhistas, devendo ser aplicados, até que sobrevenha solução legislativa, os mesmos índices de correção monetária e de juros vigentes para as condenações cíveis em geral, quais sejam a incidência do IPCA-E na fase pré-judicial e, a partir do ajuizamento da ação, a incidência da taxa SELIC (art. 406 do Código Civil), à exceção das dívidas da Fazenda Pública, que possuem regramento específico. A incidência de juros moratórios com base na variação da taxa SELIC não pode ser cumulada com a aplicação de outros índices de atualização monetária, cumulação que representaria bis in idem;II - A fim de garantir segurança jurídica e isonomia na aplicação desta tese, devem ser observados os marcos para modulação dos efeitos da decisão fixados no julgamento conjunto da ADI 5.867, ADI 6.021, ADC 58 e ADC 59, como segue:(i) são reputados válidos e não ensejarão qualquer rediscussão, em ação em curso ou em nova demanda, incluindo ação rescisória, todos os pagamentos realizados utilizando a TR (IPCA-E ou qualquer outro índice), no tempo e modo oportunos (de forma extrajudicial ou judicial, inclusive depósitos judiciais) e os juros de mora de 1% ao mês, assim como devem ser mantidas e executadas as sentenças transitadas em julgado que expressamente adotaram, na sua fundamentação ou no dispositivo, a TR (ou o IPCA-E) e os juros de mora de 1% ao mês;(ii) os processos em curso que estejam sobrestados na fase de conhecimento, independentemente de estarem com ou sem sentença, inclusive na fase recursal, devem ter aplicação, de forma retroativa, da taxa Selic (juros e correção monetária), sob pena de alegação futura de inexigibilidade de título judicial fundado em interpretação contrária ao posicionamento do STF (art. 525, §§ 12 e 14, ou art. 535, §§ 5º e 7º, do CPC e(iii) os parâmetros fixados neste julgamento aplicam-se aos processos, ainda que transitados em julgado, em que a sentença não tenha consignado manifestação expressa quanto aos índices de correção monetária e taxa de juros (omissão expressa ou simples consideração de seguir os critérios legais).",
    "tema": "1191",
    "numeroProcesso": "1269353",
    "relator": "Luiz Fux",
    "orgaoJulgador": "Plenário",
    "dataJulgamento": "17/12/2021",
    "informativo": "1043",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STF. Plenário. RE 1269353/DF, Rel. Min. Luiz Fux, julgado em 17/12/2021 (Repercussão Geral – Tema 1191) (Info 1043).",
    "keywords": [
      "trabalhista",
      "constitucional",
      "inconstitucional",
      "STF"
    ]
  },
  {
    "id": "stf-22",
    "tribunal": "STF",
    "tipoProcesso": "ADI/ADC/ADPF",
    "titulo": "É admissível a celebração de “contrato de parceria” entre salões de beleza e profissionais do setor, desde que não haja a intenção de burlar normas trabalhistas",
    "tese": "1) É constitucional a celebração de contrato civil de parceria entre salões de beleza e profissionais do setor, nos termos da Lei 13.352, de 27 de outubro de 2016;2) É nulo o contrato civil de parceria referido, quando utilizado para dissimular relação de emprego de fato existente, a ser reconhecida sempre que se fizerem presentes seus elementos caracterizadores.",
    "numeroProcesso": "5625",
    "relator": "Edson Fachin",
    "orgaoJulgador": "Plenário",
    "dataJulgamento": "28/10/2021",
    "informativo": "1036",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STF. Plenário. ADI 5625/DF, Rel. Min. Edson Fachin, redator do acórdão Min. Nunes Marques, julgado em 27 e 28/10/2021 (Info 1036).",
    "keywords": [
      "trabalhista",
      "contrato",
      "constitucional",
      "parceria"
    ]
  },
  {
    "id": "stf-23",
    "tribunal": "STF",
    "tipoProcesso": "ADI/ADC/ADPF",
    "titulo": "O art. 790-B, caput e § 4º e o art. 791-A da CLT, com redação dada pela Lei 13.467/2017, são inconstitucionais; por outro lado, é constitucional o art. 844, § 2º",
    "tese": "São inconstitucionais as normas trabalhistas que determinam o pagamento de honorários periciais e advocatícios por beneficiários da justiça gratuita, caso percam a ação, mas obtenham créditos suficientes para o pagamento dessas despesas, ainda que em outra demanda.É constitucional a imposição do pagamento de custas pelo beneficiário da justiça gratuita que faltar à audiência inicial e não apresentar justificativa legal no prazo de 15 dias.",
    "numeroProcesso": "5766",
    "relator": "Roberto Barroso",
    "orgaoJulgador": "Plenário",
    "dataJulgamento": "20/10/2021",
    "informativo": "1035",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STF. Plenário. ADI 5766/DF, Rel. Min. Roberto Barroso, redator do acórdão Min. Alexandre de Moraes, julgado em 20/10/2021 (Info 1035).",
    "keywords": [
      "trabalhista",
      "CLT",
      "constitucional"
    ]
  },
  {
    "id": "stj-24",
    "tribunal": "STJ",
    "tipoProcesso": "CC",
    "titulo": "Compete à Justiça do Trabalho julgar ACP que pede a cassação de Selo de Responsabilidade Social concedida a empresa em razão de descumprimento das normas trabalhistas",
    "tese": "Compete à Justiça do Trabalho processar e julgar a ação civil pública fundamentada na não concessão pela União de Selo de Responsabilidade Social a empresa pela falta de verificação adequada do cumprimento de normas que regem as condições de trabalho.",
    "numeroProcesso": "155994",
    "relator": "Benedito Gonçalves",
    "orgaoJulgador": "1ª Seção",
    "dataJulgamento": "12/05/2021",
    "informativo": "696",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STJ. 1ª Seção. AgInt no CC 155994/SP, Rel. Min. Benedito Gonçalves, julgado em 12/05/2021 (Info 696).",
    "keywords": [
      "trabalhista",
      "responsabilidade",
      "justiça do trabalho",
      "ação civil pública"
    ]
  },
  {
    "id": "stf-25",
    "tribunal": "STF",
    "tipoProcesso": "ADI/ADC/ADPF",
    "titulo": "É constitucional o prazo prescricional de cinco anos para o ajuizamento de ações trabalhistas de portuários avulsos até o limite de dois anos após o cancelamento do registro ou do cadastro no órgão gestor de mão de obra (Ogmo)",
    "tese": "A disposição relativa ao termo inicial do prazo prescricional a que submetido o trabalhador avulso, prevista no art. 37, § 4º, da Lei nº 12.815/2013, é compatível com a Constituição Federal.",
    "numeroProcesso": "5132",
    "relator": "Gilmar Mendes",
    "orgaoJulgador": "Plenário",
    "dataJulgamento": "26/3/2021",
    "informativo": "1011",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STF. Plenário. ADI 5132/DF, Rel. Min. Gilmar Mendes, redator do acórdão Min. Edson Fachin, julgado em 26/3/2021 (Info 1011).",
    "keywords": [
      "trabalhista",
      "constitucional",
      "revista"
    ]
  },
  {
    "id": "stf-26",
    "tribunal": "STF",
    "tipoProcesso": "RG",
    "titulo": "Ofende a livre iniciativa e a livre concorrência obrigar a empresa contratada para prestação de serviços terceirizados a pagar remuneração em padrões idênticos aos da empresa contratante (tomadora dos serviços); elas possuem possibilidades econômicas",
    "tese": "A equiparação de remuneração entre empregados da empresa tomadora de serviços e empregados da empresa contratada (terceirizada) fere o princípio da livre iniciativa, por se tratarem de agentes econômicos distintos, que não podem estar sujeitos a decisões empresariais que não são suas.",
    "tema": "383",
    "numeroProcesso": "635546",
    "relator": "Marco Aurélio",
    "orgaoJulgador": "Plenário",
    "dataJulgamento": "26/3/2021",
    "informativo": "1011",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STF. Plenário.RE 635546/MG, Rel. Min. Marco Aurélio, redator do acórdão Min. Roberto Barroso, julgado em 26/3/2021 (Repercussão Geral – Tema 383) (Info 1011).",
    "keywords": [
      "empregado",
      "terceirizado"
    ]
  },
  {
    "id": "stj-27",
    "tribunal": "STJ",
    "tipoProcesso": "Decisão",
    "titulo": "É irrelevante discutir se a natureza da verba trabalhista é remuneratória ou indenizatória para fins de incidência da contribuição ao FGTS do art. 15 da Lei nº 8.036/90",
    "tese": "Súmula 646-STJ: É irrelevante a natureza da verba trabalhista para fins de incidência da contribuição ao FGTS, visto que apenas as verbas elencadas em lei (art. 28, § 9º, da Lei nº 8.212/1991), em rol taxativo, estão excluídas da sua base de cálculo, por força do disposto no art. 15, § 6º, da Lei nº 8.036/1990.STJ. 1ª Seção. Aprovada em 10/03/2021, Dje 15/03/2021.",
    "informativo": "688",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "keywords": [
      "trabalhista",
      "FGTS",
      "verbas",
      "contribuição",
      "súmula",
      "STJ"
    ]
  },
  {
    "id": "stf-28",
    "tribunal": "STF",
    "tipoProcesso": "ADI/ADC/ADPF",
    "titulo": "É inconstitucional a previsão da TR como índice de correção monetária dos débitos trabalhistas e dos depósitos recursais no âmbito da Justiça do Trabalho",
    "tese": "É inadequada a aplicação da Taxa Referencial (TR) para a correção monetária de débitos trabalhistas e de depósitos recursais no âmbito da Justiça do Trabalho.Devem ser utilizados na Justiça Trabalhista os mesmos índices de correção monetária vigentes para as condenações cíveis em geral: o Índice Nacional de Preço ao Consumidor Amplo Especial (IPCA-E), na fase pré-judicial, e, a partir da citação, a taxa referencial do Sistema Especial de Liquidação e Custódia (SELIC).",
    "numeroProcesso": "58",
    "relator": "Gilmar Mendes",
    "orgaoJulgador": "Plenário",
    "dataJulgamento": "18/12/2020",
    "informativo": "1003",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STF. Plenário. ADC 58/DF, ADC 59/DF, ADI 5867/DF e ADI 6021/DF, Rel. Min. Gilmar Mendes, julgado em 18/12/2020 (Info 1003).",
    "keywords": [
      "trabalhista",
      "justiça do trabalho",
      "constitucional",
      "inconstitucional"
    ]
  },
  {
    "id": "stf-29",
    "tribunal": "STF",
    "tipoProcesso": "RG",
    "titulo": "Justiça do Trabalho não tem competência para julgar ação na qual entidade sindical discute recolhimento de contribuição sindical envolvendo servidores públicos estatutários",
    "tese": "Compete à Justiça comum processar e julgar demandas em que se discute o recolhimento e o repasse de contribuição sindical de servidores públicos regidos pelo regime estatutário.",
    "tema": "994",
    "numeroProcesso": "1089282",
    "relator": "Gilmar Mendes",
    "orgaoJulgador": "Plenário",
    "dataJulgamento": "4/12/2020",
    "informativo": "1001",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STF. Plenário. RE 1089282/AM, Rel. Min. Gilmar Mendes, julgado em 4/12/2020 (Repercussão Geral – Tema 994) (Info 1001).",
    "keywords": [
      "competência",
      "justiça do trabalho",
      "contribuição",
      "servidor",
      "estatutário"
    ]
  },
  {
    "id": "stf-30",
    "tribunal": "STF",
    "tipoProcesso": "RCL",
    "titulo": "Viola o entendimento do STF a decisão do TST que alega ausência de transcendência para não conhecer recurso de revista no qual se discute a responsabilidade do Poder Público prevista no art. 71, § 1º, da Lei nº 8.666/93",
    "tese": "A Fazenda Pública é condenada a pagar encargos trabalhistas de um empregado terceirizado que prestava serviços ao Poder Público. Em outras palavras, o magistrado transferiu ao Poder Público contratante a responsabilidade pelos encargos trabalhistas dos empregados da empresa contratada pelo Estado. Essa decisão foi baseada no art. 71, § 1º, da Lei nº 8.666/93.Após sucessivos recursos, o Ministro do TST negou seguimento ao agravo de instrumento em recurso de revista (AIRR) alegando ausência de transcendência da controvérsia e determinou a baixa imediata dos autos.A União ingressou com reclamação dirigida ao STF alegando que houve afronta às decisões da Suprema Corte proferidas na ADC nº 16 e no RE nº 760.931-RG (Tema 246).O STF acolheu o pedido formulado na reclamação?SIM. A 1ª Turma do STF, por maioria, cassou a decisão reclamada e afastou a responsabilidade subsidiária da União.A matéria tratada nos autos teve sua repercussão geral reconhecida e decidida pelo STF.De forma contrária a isso, o TST tem afirmado que essa questão não tem “transcendência” (art. 896-A da CLT) e, como consequência, tem determinado o imediato trânsito em julgado. Isso impede que a controvérsia chegue ao STF e possa ser analisado pela Corte.A análise da transcendência deve ser feita no campo jurídico e o TST, ao barrar a transcendência, está a impedir que o STF aprecie a mesma questão jurídica, já analisada anteriormente, sobre a qual foi editada uma tese da necessidade de exame detalhado de haver ou não culpa.A Justiça do Trabalho resiste em aceitar a interpretação dada pelo STF e tem considerado, de forma automática, que houve culpa in vigilando.Além disso, ao negar a transcendência e a subida do feito, no fundo, o que se faz é impedir que a posição pacificada do STF prevaleça nos casos.",
    "numeroProcesso": "36958",
    "orgaoJulgador": "1ª Turma",
    "dataJulgamento": "8/9/2020",
    "informativo": "990",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STF. 1ª Turma. Rcl 36958 AgR/SP e Rcl 40652 AgR/DF, rel. orig. Min. Rosa Weber, red. p/ o ac. Min. Alexandre de Moraes, julgados em 8/9/2020 (Info 990).",
    "keywords": [
      "trabalhista",
      "CLT",
      "empregado",
      "responsabilidade",
      "subsidiária",
      "justiça do trabalho",
      "repercussão geral",
      "TST",
      "STF",
      "terceirizado"
    ]
  },
  {
    "id": "stf-31",
    "tribunal": "STF",
    "tipoProcesso": "Decisão",
    "titulo": "A Justiça do Trabalho pode executar contribuições sociais mesmo que relacionadas com sentenças anteriores à EC 20/98",
    "tese": "A Justiça do Trabalho é competente para executar, de ofício, as contribuições previstas no art. 195, incisos I, alínea “a”, e II, da Carta da República, relativamente a títulos executivos judiciais por si formalizados em data anterior à promulgação da Emenda Constitucional nº 20/1998.STF. Plenário.RE 595326, Rel. Marco Aurélio, julgado em 24/08/2020 (Repercussão Geral – Tema 505) (Info 991 – clipping).",
    "informativo": "991",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "keywords": [
      "justiça do trabalho",
      "constitucional",
      "repercussão geral",
      "STF",
      "revista"
    ]
  },
  {
    "id": "stf-32",
    "tribunal": "STF",
    "tipoProcesso": "Decisão",
    "titulo": "Servidores que migraram do regime da CLT para o regime jurídico único (RJU) têm direito a diferenças sobre adiantamento do PCCS",
    "tese": "Servidores que tiveram relação jurídica regida pela Consolidação das Leis do Trabalho, modificada considerado o regime jurídico único, têm direito à diferença remuneratória decorrente do Plano de Cargos e Salários - PCCS.STF. Plenário. RE 1.023.750/SC, repercussão geral (tema 951), Rel. Min. Marco Aurélio, julgado em 24/08/2020 (Info 991- clipping)",
    "informativo": "991",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "keywords": [
      "CLT",
      "repercussão geral",
      "STF",
      "servidor"
    ]
  },
  {
    "id": "stf-33",
    "tribunal": "STF",
    "tipoProcesso": "Decisão",
    "titulo": "O requisito de baixa renda instituído para o salário-família pela EC 20/98 não se aplica paraquem, na data da publicação da Emenda, já estava em gozo do benefício",
    "tese": "A alteração de regência constitucional do salário-família não repercute nas relações jurídicas existentes na data em que promulgada a Emenda Constitucional nº 20/1998.STF. Plenário. RE 657989, Rel. Marco Aurélio, julgado em 16/06/2020 (Repercussão Geral – Tema 543) (Info 987 – clipping).",
    "informativo": "987",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "keywords": [
      "constitucional",
      "repercussão geral",
      "STF"
    ]
  },
  {
    "id": "stf-34",
    "tribunal": "STF",
    "tipoProcesso": "ADI/ADC/ADPF",
    "titulo": "A Lei nº 13.467/2017 (Reforma Trabalhista) alterou o § 3º do art. 614 da CLT e vedou expressamente a ultratividade das normas coletivas no ordenamento jurídico brasileiro",
    "tese": "Deve ser julgada prejudicada, por perda superveniente de objeto, a ação direta de inconstitucionalidade ajuizada em face do art. 19 da MP 1.950-62/2000, convertida no art. 18 da Lei nº 10.192/2001, na parte em que revogou os §§ 1º e 2º do art. 1º da Lei nº 8.542/92.Os §§ 1º e 2º do art. 1º da Lei nº 8.542/92 previam a ultratividade das convenções e acordos coletivos.A Lei nº 10.192/2001 revogou esses parágrafos e acabou com a ultratividade.Mesmo que a Lei nº 10.192/2001 fosse julgada inconstitucional, isso seria inócuo porque agora a ultratividade é proibida expressamente por outra norma, qual seja, o § 3º do art. 614 da CLT, com redação dada pela Lei nº 13.467/2017.",
    "numeroProcesso": "2200",
    "relator": "Cármen Lúcia",
    "orgaoJulgador": "Plenário",
    "dataJulgamento": "4/6/2020",
    "informativo": "980",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STF. Plenário. ADI 2200/DF e ADI 2288/DF, Rel. Min. Cármen Lúcia, julgados em 4/6/2020 (Info 980).",
    "keywords": [
      "trabalhista",
      "CLT",
      "constitucional",
      "inconstitucional"
    ]
  },
  {
    "id": "stf-35",
    "tribunal": "STF",
    "tipoProcesso": "RG",
    "titulo": "Trabalhadores portuários avulsos também têm direito a adicional de risco",
    "tese": "Sempre que for pago ao trabalhador com vínculo permanente, o adicional de riscos é devido, nos mesmos termos, ao trabalhador portuário avulso.O art. 7º, XXXIV, da CF/88 tem nítido caráter protetivo da igualdade material. Se há o pagamento do adicional de riscos como direito do trabalhador portuário com vínculo permanente que labora em condições adversas, essa previsão também deve ser reconhecida aos trabalhadores portuários avulsos submetidos às mesmas condições.",
    "tema": "222",
    "numeroProcesso": "597124",
    "relator": "Edson Fachin",
    "orgaoJulgador": "Plenário",
    "dataJulgamento": "3/6/2020",
    "informativo": "980",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STF. Plenário. RE 597124/PR, Rel. Min. Edson Fachin, julgado em 3/6/2020 (Repercussão Geral – Tema 222) (Info 980).",
    "keywords": [
      "adicional"
    ]
  },
  {
    "id": "stf-36",
    "tribunal": "STF",
    "tipoProcesso": "Decisão",
    "titulo": "O art. 522 da CLT, que prevê um número máximo empregados que podem ser dirigentes sindicais, é compatível com a CF/88 e não viola a garantia da liberdade sindical",
    "tese": "A liberdade sindical tem previsão constitucional, mas não possui caráter absoluto.A previsão legal de número máximo de dirigentes sindicais dotados de estabilidade de emprego não esvazia a liberdade sindical.Essa garantia constitucional existe para que possa assegurar a autonomia da entidade sindical, mas não serve para criar situações de estabilidade genérica e ilimitada que violem a razoabilidade e a finalidade da norma constitucional garantidora do direito.STF. Plenário. ADPF 276, Rel. Cármen Lúcia, julgado em 15/05/2020 (Info 980 – clipping)",
    "informativo": "980",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "keywords": [
      "CLT",
      "empregado",
      "estabilidade",
      "constitucional",
      "STF"
    ]
  },
  {
    "id": "stj-37",
    "tribunal": "STJ",
    "tipoProcesso": "ADI/ADC/ADPF",
    "titulo": "Justiça do Trabalho não tem competência penal",
    "tese": "A Justiça do Trabalho não tem competência para processar e julgar ações penais.",
    "numeroProcesso": "3684",
    "orgaoJulgador": "Plenário",
    "dataJulgamento": "11/05/2020",
    "informativo": "980",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STF. Plenário. ADI 3684, Rel. Gilmar Mendes, julgado em 11/05/2020.",
    "keywords": [
      "competência",
      "justiça do trabalho"
    ]
  },
  {
    "id": "stf-38",
    "tribunal": "STF",
    "tipoProcesso": "ARE",
    "titulo": "Justiça comum deve julgar ação de servidor contratado depois da CF/88, sem concurso público, contra Município, no qual ele cobra verbas trabalhistas decorrentes desta contratação",
    "tese": "Compete à Justiça comum julgar conflitos entre Município e servidor contratado depois da CF/88, ainda que sem concurso público, pois, uma vez vigente regime jurídico-administrativo, este disciplinará a absorção de pessoal pelo poder público.Logo, eventual nulidade do vínculo e as consequências daí oriundas devem ser apreciadas pela Justiça comum, e não pela Justiça do Trabalho.",
    "numeroProcesso": "1179455",
    "orgaoJulgador": "Plenário",
    "dataJulgamento": "5/5/2020",
    "informativo": "976",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STF. Plenário. ARE 1179455 AgR/PI, rel. orig. Min. Rosa Weber, red. p/ o ac. Min. Roberto Barroso, julgado em 5/5/2020 (Info 976).",
    "keywords": [
      "trabalhista",
      "verbas",
      "justiça do trabalho",
      "servidor"
    ]
  },
  {
    "id": "stf-39",
    "tribunal": "STF",
    "tipoProcesso": "ADI/ADC/ADPF",
    "titulo": "É inconstitucional dispositivo que afirma que os casos de contaminação por coronavírus não serão considerados doenças ocupacionais",
    "tese": "A MP 927/2020 dispõe sobre a possibilidade de celebração de acordo individual escrito, a fim de garantir a permanência do vínculo empregatício, durante o período da pandemia do novo coronavírus (covid-19), bem como sobre diversas providências a serem tomadas nesse período de calamidade pública relativas aos contratos de trabalho.No julgamento de medida cautelar, o STF decidiu suspender a eficácia apenas dos arts. 29 e 31 da MP 927/2020, mantendo os demais dispositivos.Art. 29. Os casos de contaminação pelo coronavírus (covid-19) não serão considerados ocupacionais, exceto mediante comprovação do nexo causal.Esse dispositivo não se mostra razoável ao afirmar, de forma tão ampla, que a contaminação pelo coronavírus não seria doença ocupacional, excluindo da proteção inclusive de trabalhadores de atividades essenciais que continuam expostos aos riscos.Art. 31. Durante o período de cento e oitenta dias, contado da data de entrada em vigor desta Medida Provisória, os Auditores Fiscais do Trabalho do Ministério da Economia atuarão de maneira orientadora, exceto quanto às seguintes irregularidades: (...)Não existe razão para suspender, durante o período de 180 dias, contados da data de entrada em vigor da MP, a atuação completa dos Auditores Fiscais do Trabalho. O estabelecimento de uma fiscalização menor atenta contra a própria saúde do empregado e em nada auxilia na pandemia.",
    "numeroProcesso": "6342",
    "relator": "Marco Aurélio",
    "orgaoJulgador": "Plenário",
    "dataJulgamento": "29/4/2020",
    "informativo": "975",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STF. Plenário. ADI 6342 Ref-MC/DF, ADI 6344 Ref-MC/DF, ADI 6346 Ref-MC/DF, ADI 6348 Ref-MC/DF, ADI 6349 Ref-MC/DF, ADI 6352 Ref-MC/DF e ADI 6354 Ref-MC/DF, Rel. Min. Marco Aurélio, red. p/ o ac. Min. Alexandre de Moraes, julgados em 29/4/2020 (Info 975).",
    "keywords": [
      "empregado",
      "contrato",
      "doença",
      "constitucional",
      "inconstitucional",
      "STF"
    ]
  },
  {
    "id": "stf-40",
    "tribunal": "STF",
    "tipoProcesso": "ADI/ADC/ADPF",
    "titulo": "É inconstitucional dispositivo que suspenda a atuação repressiva dos Fiscais do Trabalho",
    "tese": "A MP 927/2020 dispõe sobre a possibilidade de celebração de acordo individual escrito, a fim de garantir a permanência do vínculo empregatício, durante o período da pandemia do novo coronavírus (covid-19), bem como sobre diversas providências a serem tomadas nesse período de calamidade pública relativas aos contratos de trabalho.No julgamento de medida cautelar, o STF decidiu suspender a eficácia apenas dos arts. 29 e 31 da MP 927/2020, mantendo os demais dispositivos.Art. 29. Os casos de contaminação pelo coronavírus (covid-19) não serão considerados ocupacionais, exceto mediante comprovação do nexo causal.Esse dispositivo não se mostra razoável ao afirmar, de forma tão ampla, que a contaminação pelo coronavírus não seria doença ocupacional, excluindo da proteção inclusive de trabalhadores de atividades essenciais que continuam expostos aos riscos.Art. 31. Durante o período de cento e oitenta dias, contado da data de entrada em vigor desta Medida Provisória, os Auditores Fiscais do Trabalho do Ministério da Economia atuarão de maneira orientadora, exceto quanto às seguintes irregularidades: (...)Não existe razão para suspender, durante o período de 180 dias, contados da data de entrada em vigor da MP, a atuação completa dos Auditores Fiscais do Trabalho. O estabelecimento de uma fiscalização menor atenta contra a própria saúde do empregado e em nada auxilia na pandemia.STF. Plenário. ADI 6342 Ref-MC/DF, ADI 6344 Ref-MC/DF, ADI 6346 Ref-MC/DF, ADI 6348 Ref-MC/DF, ADI 6349 Ref-MC/DF, ADI 6352 Ref-MC/DF e ADI 6354 Ref-MC/DF, Rel. Min. Marco Aurélio, red. p/ o ac. Min. Alexandre de Moraes, julgados em 29/4/2020 (Info 975).\nÉ constitucional a MP 936/2020, que autoriza a redução da jornada de trabalho e do salário ou a suspensão temporária do contrato de trabalho por meio de acordos individuais em razão da pandemia do covid-19, independentemente de anuência sindical\nDireito do Trabalho e Processual do Trabalho > Diversos > Geral\nA MP 936/2020 instituiu o Programa Emergencial de Manutenção do Emprego e da Renda para enfrentamento do estado de calamidade pública decorrente do covid-19.Com o objetivo de ajudar os empresários e evitar que muitos trabalhadores percam seus empregos durante a pandemia, a MP permitiu:• a redução proporcional de jornada de trabalho e de salários; e• a suspensão temporária do contrato de trabalho.A MP prevê que existe a possibilidade de essas medidas serem implementadas por meio de acordo individual ou de negociação coletiva aos empregados.O § 4º do art. 11 da MP afirma que “Os acordos individuais de redução de jornada de trabalho e de salário ou de suspensão temporária do contrato de trabalho, pactuados nos termos desta Medida Provisória, deverão ser comunicados pelos empregadores ao respectivo sindicato laboral, no prazo de até dez dias corridos, contado da data de sua celebração.”Esse acordo escrito individual firmado entre o empregado e o empregador é um ato jurídico perfeito e acabado e não está sujeito ao referendo (aprovação) do sindicato.O STF, ao analisar o pedido de medida cautelar na ADI proposta contra a Medida Provisória, decidiu manter a eficácia da MP 936/2020, que autoriza a redução da jornada de trabalho e do salário ou a suspensão temporária do contrato de trabalho por meio de acordos individuais em razão da pandemia do novo coronavírus, independentemente de anuência sindical.",
    "numeroProcesso": "6363",
    "orgaoJulgador": "Plenário",
    "dataJulgamento": "17/4/2020",
    "informativo": "975",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STF. Plenário. ADI 6363 MC-Ref/DF, rel. orig. Min. Ricardo Lewandowski, red. p/ o ac. Min. Alexandre de Moraes, julgado em 16 e 17/4/2020 (Info 973).",
    "keywords": [
      "empregado",
      "empregador",
      "contrato",
      "jornada",
      "sindicato",
      "negociação coletiva",
      "doença",
      "constitucional",
      "inconstitucional",
      "STF"
    ]
  },
  {
    "id": "stf-41",
    "tribunal": "STF",
    "tipoProcesso": "Decisão",
    "titulo": "Justiça do Trabalho não tem competência para julgar as causas instauradas entre o Poder Público e servidor que lhe seja vinculado por relação jurídico-estatutária",
    "tese": "A interpretação adequadamente constitucional da expressão “relação do trabalho” deve excluir os vínculos de natureza jurídico-estatutária, em razão de que a competência da Justiça do Trabalho não alcança as ações judiciais entre o Poder Público e seus servidores.Vale ressaltar também que o processo legislativo para edição da Emenda Constitucional 45/2004, que deu nova redação ao inciso I do art. 114 da Constituição Federal, é, do ponto de vista formal, constitucionalmente hígido (não houve qualquer inconstitucionalidade formal).STF. Plenário. ADI 3395, Rel. Min. Alexandre de Moraes, julgado em 15/04/2020 (Info 984 – clipping).No mesmo sentido:Compete à Justiça comum processar e julgar demandas em que se discute o recolhimento e o repasse de contribuição sindical de servidores públicos regidos pelo regime estatutário.STF. Plenário. RE 1089282, Rel. Min. Gilmar Mendes, julgado em 04/12/2020 (Repercussão Geral – Tema 994).",
    "informativo": "984",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "keywords": [
      "competência",
      "justiça do trabalho",
      "contribuição",
      "constitucional",
      "inconstitucional",
      "repercussão geral",
      "STF",
      "servidor",
      "estatutário"
    ]
  },
  {
    "id": "stf-42",
    "tribunal": "STF",
    "tipoProcesso": "RG",
    "titulo": "O art. 927, parágrafo único, do CC pode ser aplicado para permitir a responsabilização objetiva do empregador por danos causados ao empregado decorrentes de acidentes de trabalho, não sendo incompatível com o art. 7º, XXVIII, da CF/88, que prevê resp",
    "tese": "O art. 927, parágrafo único, do Código Civil é compatível com o art. 7º, XXVIII, da Constituição Federal, sendo constitucional a responsabilização objetiva do empregador por danos decorrentes de acidentes de trabalho nos casos especificados em lei ou quando a atividade normalmente desenvolvida, por sua natureza, apresentar exposição habitual a risco especial, com potencialidade lesiva, e implicar ao trabalhador ônus maior do que aos demais membros da coletividade.",
    "tema": "932",
    "numeroProcesso": "828040",
    "relator": "Alexandre de Moraes",
    "orgaoJulgador": "Plenário",
    "dataJulgamento": "12/3/2020",
    "informativo": "969",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STF. Plenário. RE 828040/DF, Rel. Min. Alexandre de Moraes, julgado em 12/3/2020 (repercussão geral – Tema 932) (Info 969).",
    "keywords": [
      "empregado",
      "empregador",
      "responsabilidade",
      "acidente",
      "constitucional"
    ]
  },
  {
    "id": "stf-43",
    "tribunal": "STF",
    "tipoProcesso": "Decisão",
    "titulo": "Cabe à Justiça Comum (estadual ou federal) julgar ações contra concurso público realizado por órgãos e entidades da Administração Pública para contratação de empregados celetistas",
    "tese": "Compete à Justiça comum processar e julgar controvérsias relacionadas à fase pré-contratual de seleção e de admissão de pessoal e eventual nulidade do certame em face da Administração Pública, direta e indireta, nas hipóteses em que adotado o regime celetista de contratação de pessoal.STF. Plenário. RE 960429/RN, Rel. Min. Gilmar Mendes, julgado em 4 e 5/3/2020 (repercussão geral – Tema 992) (Info 968).Modulação dos efeitosEm 15/02/2020, o STF decidiu modular os efeitos da decisão acima e estabeleceu um marco temporal para a competência da Justiça Comum (federal ou estadual) para processar e julgar ações ajuizadas por candidatos e empregados públicos na fase pré-contratual. De acordo com a modulação, os processos que tiveram decisão de mérito (sentença) até 6/6/2018, data em que foi determinada a suspensão geral dos casos com o mesmo tema, permanecem na competência da Justiça do Trabalho até o trânsito em julgado e a sua execução.Foi fixada, portanto, uma nova tese:Compete à Justiça Comum processar e julgar controvérsias relacionadas à fase pré-contratual de seleção e de admissão de pessoal e eventual nulidade do certame em face da Administração Pública, direta e indireta, nas hipóteses em que adotado o regime celetista de contratação de pessoas, salvo quando a sentença de mérito tiver sido proferida antes de 6 de junho de 2018, situação em que, até o trânsito em julgado e a sua execução, a competência continuará a ser da Justiça do Trabalho.STF. Plenário. RE 960429 ED-segundos, Rel. Min. Gilmar Mendes, julgado em 15/12/2020 (Repercussão Geral – Tema 992).",
    "informativo": "968",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "keywords": [
      "empregado",
      "execução",
      "competência",
      "justiça do trabalho",
      "repercussão geral",
      "STF",
      "administração pública",
      "celetista"
    ]
  },
  {
    "id": "stf-44",
    "tribunal": "STF",
    "tipoProcesso": "Decisão",
    "titulo": "Se a justiça reconhecer que o vínculo é estatutário, a competência para julgar a causa será da Justiça comum, mesmo que o autor esteja requerendo verbas trabalhistas supostamente devidas",
    "tese": "Compete à Justiça comum processar e julgar causa de servidor público municipal mesmo que o autor alegue que foi admitido pelo regime celetista e mesmo que ele cobre verbas trabalhistas, se o órgão julgador considerar que o regime é estatutário.Caso concreto: servidor alega qu ingressou no serviço público do Município em 1997 no cargo de auxiliar de serviços gerais sob o regime celetista e que, em julho de 2010, passou a ser regido pelo regime estatutário. Em 2013, ele ajuizou ação na Justiça do Trabalho pleiteando o recolhimento de parcelas do FGTS.O STF entendeu que o vínculo do servidor com a administração pública é estatutário, razão pela qual a competência para julgar a causa é da Justiça comum.STF. Plenário. CC 8018/PI, rel. orig. Min. Marco Aurélio, red. p/ o ac. Min. Alexandre de Moraes, julgado em 19/12/2019 (Info 964).Vale relembrar o seguinte entendimento do STF:Compete à Justiça do Trabalho processar e julgar ações relativas às verbas trabalhistas referentes ao período em que o servidor mantinha vínculo celetista com a Administração, antes da transposição para o regime estatutário.STF. Plenário. ARE 1001075 RG, Rel. Min. Gilmar Mendes, julgado em 08/12/2016 (Repercussão Geral - Tema 928).",
    "informativo": "964",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "keywords": [
      "trabalhista",
      "FGTS",
      "verbas",
      "competência",
      "justiça do trabalho",
      "repercussão geral",
      "STF",
      "administração pública",
      "servidor",
      "estatutário"
    ]
  },
  {
    "id": "stf-45",
    "tribunal": "STF",
    "tipoProcesso": "ADI/ADC/ADPF",
    "titulo": "É inconstitucional lei que autorize o trabalho de gestantes e lactantes em atividades insalubres",
    "tese": "É inconstitucional a expressão “quando apresentar atestado de saúde, emitido por médico de confiança da mulher, que recomende o afastamento”, contida nos incisos II e III do art. 394-A da CLT, inseridos pelo art. 1º da Lei nº 13.467/2017.Essa expressão, inserida no art. 394-A da CLT, tinha como objetivo autorizar que empregadas grávidas ou lactantes pudessem trabalhar em atividades insalubres.Ocorre que o STF entendeu que o trabalho de gestantes e de lactantes em atividades insalubres viola a Constituição Federal.O art. 6º da CF/88 proclama importantes direitos, entre eles a proteção à maternidade, a proteção do mercado de trabalho da mulher e redução dos riscos inerentes ao trabalho, por meio de normas de saúde, higiene e segurança.A proteção para que a gestante e a lactante não sejam expostas a atividades insalubres caracteriza-se como importante direito social instrumental que protege não apenas a mulher como também a criança (art. 227 da CF/88).A proteção à maternidade e a integral proteção à criança são direitos irrenunciáveis e não podem ser afastados pelo desconhecimento, impossibilidade ou a própria negligência da gestante ou lactante em apresentar um atestado médico, sob pena de prejudicá-la e prejudicar o recém-nascido.Em suma, é proibido o trabalho da gestante ou da lactante em atividades insalubres.",
    "numeroProcesso": "5938",
    "relator": "Alexandre de Moraes",
    "orgaoJulgador": "Plenário",
    "dataJulgamento": "29/5/2019",
    "informativo": "942",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STF. Plenário.ADI 5938/DF, Rel. Min. Alexandre de Moraes, julgado em 29/5/2019 (Info 942).",
    "keywords": [
      "CLT",
      "gestante",
      "constitucional",
      "inconstitucional",
      "STF"
    ]
  },
  {
    "id": "stf-46",
    "tribunal": "STF",
    "tipoProcesso": "ADI/ADC/ADPF",
    "titulo": "A lei do contrato de trabalho por prazo determinado (Lei 9.601/98) é constitucional",
    "tese": "Ao apreciar medida cautelar em ADI, o STF decidiu que a Lei nº 9.601/98, que dispõe sobre o contrato de trabalho por prazo determinado, não é inconstitucional.",
    "numeroProcesso": "1764",
    "orgaoJulgador": "Plenário",
    "dataJulgamento": "11/4/2019",
    "informativo": "937",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STF. Plenário. ADI 1764 MC/DF, rel. orig. Min. Sydney Sanches, red. p/ o ac. Min. Cármen Lúcia, julgado em 11/4/2019 (Info 937).",
    "keywords": [
      "contrato",
      "constitucional",
      "inconstitucional",
      "STF"
    ]
  },
  {
    "id": "stf-47",
    "tribunal": "STF",
    "tipoProcesso": "ADI/ADC/ADPF",
    "titulo": "É constitucional a exigência de depósito prévio para o ajuizamento de ação rescisória",
    "tese": "É constitucional a fixação de depósito prévio como condição de procedibilidade de ação rescisória.Esse depósito prévio, correspondente a 20% do valor da causa, é previsto no art. 836 da CLT, com redação dada pela Lei nº 11.495/2007.O depósito prévio para ajuizamento da ação rescisória é razoável e visa desestimular ações temerárias.",
    "numeroProcesso": "3995",
    "relator": "Roberto Barroso",
    "orgaoJulgador": "Plenário",
    "dataJulgamento": "13/12/2018",
    "informativo": "927",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STF. Plenário. ADI 3995/DF, Rel. Min. Roberto Barroso, julgado em 13/12/2018 (Info 927).",
    "keywords": [
      "CLT",
      "constitucional"
    ]
  },
  {
    "id": "stf-48",
    "tribunal": "STF",
    "tipoProcesso": "RE",
    "titulo": "É garantida a estabilidade à empregada gestante mesmo que no momento em que ela tenha sido demitida pelo empregador ele não soubesse de sua gravidez",
    "tese": "A incidência da estabilidade prevista no art. 10, II, do Ato das Disposições Constitucionais Transitórias (ADCT) somente exige a anterioridade da gravidez à dispensa sem justa causa.Art. 10. (...)II - fica vedada a dispensa arbitrária ou sem justa causa: (...) da empregada gestante, desde a confirmação da gravidez até cinco meses após o parto.O único requisito exigidoé de natureza biológica. Exige-se apenas a comprovação de que a gravidez ocorreu antes da dispensa arbitrária, não sendo necessários quaisquer outros requisitos, como o prévio conhecimento do empregador ou da própria gestante.Assim, é possível assegurar a estabilidade à gestante mesmo que, no momento em que ela tenha sido demitida pelo empregador, ele não soubesse de sua gravidez.",
    "numeroProcesso": "629053",
    "relator": "Marco Aurélio",
    "orgaoJulgador": "Plenário",
    "dataJulgamento": "10/10/2018",
    "informativo": "919",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STF. Plenário. RE 629053/SP, Rel. Min. Marco Aurélio, red. p/ ac. Min. Alexandre de Moraes, julgado em 10/10/2018 (repercussão geral) (Info 919).",
    "keywords": [
      "empregado",
      "empregador",
      "estabilidade",
      "gestante",
      "revista"
    ]
  },
  {
    "id": "stf-49",
    "tribunal": "STF",
    "tipoProcesso": "ADI/ADC/ADPF",
    "titulo": "Compete à Justiça Estadual (e não à Justiça do Trabalho) autorizar trabalho artístico de crianças e adolescentes",
    "tese": "Compete à Justiça Comum Estadual (juízo da infância e juventude) apreciar os pedidos de alvará visando a participação de crianças e adolescentes em representações artísticas.Não se trata de competência da Justiça do Trabalho.O art. 114, I e IX, da CF/88 não abrange os casos de pedido de autorização para participação de crianças e adolescentes em eventos artísticos, considerando que não há, no caso, conflito atinente a relação de trabalho.",
    "numeroProcesso": "5326",
    "relator": "Marco Aurélio",
    "orgaoJulgador": "Plenário",
    "dataJulgamento": "27/9/2018",
    "informativo": "917",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STF. Plenário. ADI 5326/DF, Rel. Min. Marco Aurélio, julgado em 27/9/2018 (Info 917).",
    "keywords": [
      "competência",
      "justiça do trabalho"
    ]
  },
  {
    "id": "stf-50",
    "tribunal": "STF",
    "tipoProcesso": "ADI/ADC/ADPF",
    "titulo": "Mesmo antes das Leis 13.429/2017 e 13.467/2017, já era lícita a terceirização de toda e qualquer atividade da empresa, seja ela atividade-meio ou fim, de forma que era inconstitucional a Súmula 331 do TST",
    "tese": "É lícita a terceirização ou qualquer outra forma de divisão do trabalho entre pessoas jurídicas distintas, independentemente do objeto social das empresas envolvidas, mantida a responsabilidade subsidiária da empresa contratante.Os itens I e III da Súmula 331 do TST são inconstitucionais.",
    "numeroProcesso": "324",
    "relator": "Roberto Barroso",
    "orgaoJulgador": "Plenário",
    "dataJulgamento": "30/8/2018",
    "informativo": "913",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STF. Plenário. ADPF 324/DF, Rel. Min. Roberto Barroso, julgado em 29 e 30/8/2018 (Info 913).STF. Plenário. RE 958252/MG, Rel. Min. Luiz Fux, julgado em 29 e 30/8/2018 (repercussão geral) (Info 913).",
    "keywords": [
      "terceirização",
      "responsabilidade",
      "subsidiária",
      "constitucional",
      "inconstitucional",
      "súmula",
      "TST"
    ]
  },
  {
    "id": "stf-51",
    "tribunal": "STF",
    "tipoProcesso": "ADI/ADC/ADPF",
    "titulo": "É possível o ajuizamento de reclamação trabalhista mesmo que não se tenha tentado acordo na Comissão de Conciliação Prévia",
    "tese": "A Comissão de Conciliação Prévia constitui meio legítimo, mas não obrigatório, de solução de conflitos. Isso significa que é permitido que o empregado ingresse diretamente com a reclamação na Justiça do Trabalho, mesmo que não tenha buscado previamente a Comissão de Conciliação Prévia. Deve ser resguardado o acesso à Justiça para os que venham a ajuizar demandas diretamente na Justiça do Trabalho.Contraria a CF/88 a interpretação do art. 625-D da CLT que reconheça a submissão da pretensão à Comissão de Conciliação Prévia como requisito para ajuizamento de reclamação trabalhista.",
    "numeroProcesso": "2139",
    "relator": "Cármen Lúcia",
    "orgaoJulgador": "Plenário",
    "dataJulgamento": "1/8/2018",
    "informativo": "909",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STF. Plenário.ADI 2139/DF, ADI 2160/DF e ADI 2237/DF, Rel. Min. Cármen Lúcia, julgados em 1º/8/2018 (Info 909).",
    "keywords": [
      "trabalhista",
      "CLT",
      "empregado",
      "justiça do trabalho"
    ]
  },
  {
    "id": "stf-52",
    "tribunal": "STF",
    "tipoProcesso": "ADI/ADC/ADPF",
    "titulo": "A eficácia liberatória geral de que trata o art. 625-E, parágrafo único, da CLT, abrange apenas os valores que foram discutidos na CCP",
    "tese": "O art. 625-E, parágrafo único, da CLT, fala que o termo de conciliação terá eficácia liberatória geral, exceto quanto às parcelas expressamente ressalvadas.O STF conferiu interpretação sistemática ao art. 625-E, parágrafo único, da CLT, para dizer que a expressão “eficácia liberatória geral” somente se refere àquilo que foi objeto da conciliação. Em outras palavras, somente diz respeito aos valores que foram discutidos na Comissão de Conciliação Prévia. Isso não significa que haverá uma quitação geral e indiscriminada de verbas trabalhistas abrangendo parcelas que não foram objeto de debate na CCP.",
    "numeroProcesso": "2139",
    "relator": "Cármen Lúcia",
    "orgaoJulgador": "Plenário",
    "dataJulgamento": "1/8/2018",
    "informativo": "909",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STF. Plenário.ADI 2139/DF, ADI 2160/DF e ADI 2237/DF, Rel. Min. Cármen Lúcia, julgados em 1º/8/2018 (Info 909).",
    "keywords": [
      "trabalhista",
      "CLT",
      "verbas",
      "STF"
    ]
  },
  {
    "id": "stf-53",
    "tribunal": "STF",
    "tipoProcesso": "ADI/ADC/ADPF",
    "titulo": "É constitucional a proibição da citação por edital no procedimento sumaríssimo",
    "tese": "É constitucional a proibição da citação por edital no procedimento sumaríssimoO art. 852-B, II, da CLT, prevê que, nas reclamações enquadradas no procedimento sumaríssimo não se fará citação por edital, incumbindo ao autor a correta indicação do nome e endereço do reclamado.O STF decidiu que essa previsão é constitucional.O legislador, ao proibir a citação por edital no procedimento sumaríssimo, teve por objetivo conferir celeridade e efetividade a este rito.",
    "numeroProcesso": "2139",
    "relator": "Cármen Lúcia",
    "orgaoJulgador": "Plenário",
    "dataJulgamento": "1/8/2018",
    "informativo": "909",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STF. Plenário.ADI 2139/DF, ADI 2160/DF e ADI 2237/DF, Rel. Min. Cármen Lúcia, julgados em 1º/8/2018 (Info 909).",
    "keywords": [
      "CLT",
      "constitucional",
      "STF"
    ]
  },
  {
    "id": "stf-54",
    "tribunal": "STF",
    "tipoProcesso": "ADI/ADC/ADPF",
    "titulo": "Constitucionalidade do § 18 do art. 20 e dos arts. 29-A e 29-B da Lei nº 8.036/90",
    "tese": "O § 18 do art. 20 e os arts. 29-A e 29-B da Lei nº 8.036/90, introduzidos pela MP 1.951-33/2000 (atual MP 2.197-43), são constitucionais.",
    "numeroProcesso": "2382",
    "relator": "Ricardo Lewandowski",
    "orgaoJulgador": "Plenário",
    "dataJulgamento": "14/3/2018",
    "informativo": "894",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STF. Plenário.ADI 2382, ADI 2425 e ADI 2479, Rel. Min. Ricardo Lewandowski, red. p/ o ac. Min. Edson Fachin, julgados em 14/3/2018 (Info 894).",
    "keywords": [
      "constitucional"
    ]
  },
  {
    "id": "stf-55",
    "tribunal": "STF",
    "tipoProcesso": "CC",
    "titulo": "Ação proposta contra a Administração Pública por servidorque ingressou como celetista antes da CF/88 e cuja lei posteriormente transformou o vínculo em estatutário",
    "tese": "Compete à Justiça do Trabalho julgar causa relacionada com depósito do Fundo de Garantia do Tempo de Serviço (FGTS) de servidor que ingressou no serviço público antes da Constituição de 1988 sem prestar concurso.",
    "numeroProcesso": "7950",
    "relator": "Marco Aurélio",
    "orgaoJulgador": "Plenário",
    "dataJulgamento": "14/09/2016",
    "informativo": "885",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STF. Plenário.CC 7950/RN, Rel. Min. Marco Aurélio, julgado em 14/09/2016 (Info 839).Compete à Justiça do Trabalho processar e julgar demandas propostas contra órgãos da Administração Pública, por servidores que ingressaram em seus quadros, sem concurso público, antes da CF/88, sob regime da CLT, com o objetivo de obter prestações de natureza trabalhista.STF. Plenário. ARE 906491 RG, Rel. Min. Teori Zavascki, julgado em 01/10/2015 (repercussão geral).Não compete à Justiça do Trabalho julgar controvérsia referente aos reflexos de vantagem remuneratória, que teve origem em período celetista anterior ao advento do regime jurídico único.Reconhecido que o vínculo atual entre o servidor e a Administração Pública é estatutário, compete à Justiça comum processar e julgar a causa.É a natureza jurídica do vínculo existente entre o trabalhador e o Poder Público, vigente ao tempo da propositura da ação, que define a competência jurisdicional para a solução da controvérsia, independentemente de o direito pleiteado ter se originado no período celetista.STF. Plenário. Rcl 8909 AgR/MG, rel. orig. Min. Marco Aurélio, red. p/ o ac. Min. Cármen Lúcia, julgado em 22/09/2016 (Info 840).STF. 2ª Turma. Rcl 26064 AgR/RS, rel. orig. Min. Edson Fachin, red. p/ o ac. Min. Dias Toffoli, julgado em 21/11/2017 (Info 885).",
    "keywords": [
      "FGTS",
      "justiça do trabalho",
      "administração pública",
      "servidor",
      "estatutário",
      "celetista"
    ]
  },
  {
    "id": "stf-56",
    "tribunal": "STF",
    "tipoProcesso": "RE",
    "titulo": "Compete à Justiça Comum (estadual ou federal) decidir se a greve realizada por servidor público da Administração Pública direta, autarquias e fundações é ou não abusiva",
    "tese": "A justiça comum, federal ou estadual, é competente para julgar a abusividade de greve de servidores públicos celetistas da Administração pública direta, autarquias e fundações públicas.",
    "numeroProcesso": "846854",
    "orgaoJulgador": "Plenário",
    "dataJulgamento": "1/8/2017",
    "informativo": "871",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STF. Plenário. RE 846854/SP, rel. orig. Min. Luiz Fux, red. p/ o ac. Min. Alexandre de Moraes, julgado em 1º/8/2017 (repercussão geral) (Info 871).",
    "keywords": [
      "greve",
      "administração pública",
      "servidor",
      "celetista"
    ]
  },
  {
    "id": "stf-57",
    "tribunal": "STF",
    "tipoProcesso": "ADI/ADC/ADPF",
    "titulo": "Constitucionalidade da jornada de trabalho do Bombeiro Civil",
    "tese": "O art. 5º da Lei nº 11.901/2009 prevê que a jornada do Bombeiro Civil é de 12h de trabalho por 36h de descanso, num total de 36h semanais.O STF entende que essa previsão é CONSTITUCIONAL.",
    "numeroProcesso": "4842",
    "relator": "Edson Fachin",
    "orgaoJulgador": "Plenário",
    "dataJulgamento": "14/09/2016",
    "informativo": "839",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STF. Plenário. ADI 4842/DF, Rel. Min. Edson Fachin, julgado em 14/09/2016 (Info 839).",
    "keywords": [
      "jornada",
      "constitucional",
      "STF"
    ]
  },
  {
    "id": "stf-58",
    "tribunal": "STF",
    "tipoProcesso": "ADI/ADC/ADPF",
    "titulo": "Constitucionalidade da jornada de trabalho do Bombeiro Civil",
    "tese": "O art. 5º da Lei nº 11.901/2009 prevê que a jornada do Bombeiro Civil é de 12h de trabalho por 36h de descanso, num total de 36h semanais.O STF entende que essa previsão é CONSTITUCIONAL.",
    "numeroProcesso": "4842",
    "relator": "Edson Fachin",
    "orgaoJulgador": "Plenário",
    "dataJulgamento": "14/09/2016",
    "informativo": "839",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STF. Plenário. ADI 4842/DF, Rel. Min. Edson Fachin, julgado em 14/09/2016 (Info 839).",
    "keywords": [
      "jornada",
      "constitucional",
      "STF"
    ]
  },
  {
    "id": "stj-59",
    "tribunal": "STJ",
    "tipoProcesso": "RE",
    "titulo": "Competência para julgar demanda indenizatória por uso de imagem de jogador de futebol",
    "tese": "É da Justiça do Trabalho (e não da Justiça Comum) a competência para processar e julgar a ação de indenização movida por atleta de futebol em face de editora pelo suposto uso indevido de imagem em álbum de figurinhas quando, após denunciação da lide ao clube de futebol (ex-empregador), este alegar que recebeu autorização expressa do jogador para ceder o direito de uso de sua imagem no período de vigência do contrato de trabalho.Na ementa oficial do julgado, restou assim consignado:Compete à Justiça do Trabalho processar e julgar ação indenizatória movida contra editora, por suposto uso indevido de imagem de atleta de futebol, caracterizado por publicação, sem autorização, do autor de sua fotografia em álbum de figurinhas, na hipótese de denunciação da lide pela ré ao clube empregador.STJ. 2ª Turma. CC 128610-RS, Rel. Min. Raul Araújo, julgado em 22/6/2016 (Info 587).\nProibição de tratamento diferenciado entre a licença-maternidade e a licença-adotante\nDireito do Trabalho e Processual do Trabalho > Diversos > Geral\nO art. 210 da Lei nº 8.112/90, assim como outras leis estaduais e municipais, prevê que o prazo para a servidora que adotar uma criança é inferior à licença que ela teria caso tivesse tido um filho biológico. De igual forma, este dispositivo estabelece que, se a criança adotada for maior que 1 ano de idade, o prazo será menor do que seria se ela tivesse até 1 ano. Segundo o STF, tal previsão é inconstitucional. Foi fixada, portanto, a seguinte tese:Os prazos da licença-adotante não podem ser inferiores ao prazo da licença-gestante, o mesmo valendo para as respectivas prorrogações. Em relação à licença-adotante, não é possível fixar prazos diversos em função da idade da criança adotada.",
    "numeroProcesso": "778889",
    "relator": "Roberto Barroso",
    "orgaoJulgador": "Plenário",
    "dataJulgamento": "10/3/2016",
    "informativo": "587",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STF. Plenário. RE 778889/PE, Rel. Min. Roberto Barroso, julgado em 10/3/2016 (repercussão geral) (Info 817).",
    "keywords": [
      "empregado",
      "empregador",
      "contrato",
      "indenização",
      "competência",
      "justiça do trabalho",
      "gestante",
      "constitucional",
      "inconstitucional",
      "STF"
    ]
  },
  {
    "id": "stj-60",
    "tribunal": "STJ",
    "tipoProcesso": "CC",
    "titulo": "Consignação em pagamento da União para afastar responsabilidade trabalhista subsidiária",
    "tese": "Imagine a seguinte situação: a União possui um contrato com a empresa privada \"XXX Vigilância Ltda.\". Por meio deste contrato, a empresa, com seus funcionários, obrigou-se a fazer a vigilância armada do prédio onde funciona um órgão público federal, recebendo, em contraprestação, R$ 200 mil reais mensais. A União, percebendo que a empresa estava atrasando os salários e com receio de ser condenada por responsabilidade subsidiária (Súmula 331 do TST), decidiu suspender o pagamento da contraprestação mensal devida e ajuizar ação de consignação em pagamento a fim de depositar em juízo os R$ 200 mil previstos no contrato. Surgiu, no entanto, uma dúvida: onde deverá ser proposta essa ação, na Justiça Federal comum ou na Justiça do Trabalho?Justiça do Trabalho. A Justiça do Trabalho é competente para processar e julgar ação de consignação em pagamento movida pela União contra sociedade empresária por ela contratada para a prestação de serviços terceirizados, caso a demanda tenha sido proposta com o intuito de evitar futura responsabilização trabalhista subsidiária da Administração nos termos da Súmula 331 do TST.",
    "numeroProcesso": "136739-",
    "relator": "Raul Araújo",
    "orgaoJulgador": "2ª Seção",
    "dataJulgamento": "23/9/2015",
    "informativo": "571",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STJ. 2ª Seção. CC 136739-RS, Rel. Min. Raul Araújo, julgado em 23/9/2015 (Info 571).",
    "keywords": [
      "trabalhista",
      "contrato",
      "responsabilidade",
      "subsidiária",
      "justiça do trabalho",
      "súmula",
      "TST",
      "terceirizado"
    ]
  },
  {
    "id": "stf-61",
    "tribunal": "STF",
    "tipoProcesso": "RCL",
    "titulo": "Litígios envolvendo servidores temporários e administração pública: não é Justiça do Trabalho",
    "tese": "A Justiça competente para julgar litígios envolvendo servidores temporários (art. 37, IX, da CF/88) e a Administração Pública é a JUSTIÇA COMUM (estadual ou federal).A competência NÃO é da Justiça do Trabalho.",
    "numeroProcesso": "6527",
    "relator": "Luiz Fux",
    "orgaoJulgador": "1ª Turma",
    "dataJulgamento": "25/8/2015",
    "informativo": "796",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STF. 1ª Turma. Rcl 6527 AgR/SP, Rel. Min. Luiz Fux, julgado em 25/8/2015 (Info 796).",
    "keywords": [
      "competência",
      "justiça do trabalho",
      "administração pública",
      "servidor"
    ]
  },
  {
    "id": "stf-62",
    "tribunal": "STF",
    "tipoProcesso": "RE",
    "titulo": "Execução de sentença normativa e ofensa à coisa julgada",
    "tese": "Não ofende a coisa julgada decisão extintiva de ação de cumprimento de sentença normativa, na hipótese em que o dissídio coletivo tiver sido extinto sem julgamento de mérito.A extinção da sentença proferida em ação de cumprimento, quando decorrente da perda da eficácia da sentença normativa que a ensejou, não implica violação da coisa julgada. Essa modalidade de ação é ajuizada visando ao cumprimento de cláusula de acordo coletivo.",
    "numeroProcesso": "428154",
    "relator": "Marco Aurélio",
    "orgaoJulgador": "Plenário",
    "dataJulgamento": "7/5/2015",
    "informativo": "784",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STF. Plenário. RE 428154/PR, Rel. Min. Marco Aurélio, red. p/ o acórdão Min. Roberto Barroso, julgado em 7/5/2015 (Info 784).",
    "keywords": [
      "execução",
      "acordo coletivo"
    ]
  },
  {
    "id": "stf-63",
    "tribunal": "STF",
    "tipoProcesso": "RE",
    "titulo": "Plano de dispensa incentivada e validade da quitação ampla de parcelas contratuais",
    "tese": "A transação extrajudicial que importa rescisão do contrato de trabalho em razão de adesão voluntária do empregado a plano de dispensa incentivada enseja quitação ampla e irrestrita de todas as parcelas objeto do contrato de emprego, caso essa condição tenha constado expressamente do acordo coletivo que aprovou o plano, bem como dos demais instrumentos celebrados com o empregado.",
    "numeroProcesso": "590415",
    "relator": "Roberto Barroso",
    "orgaoJulgador": "Plenário",
    "dataJulgamento": "30/4/2015",
    "informativo": "783",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STF. Plenário. RE 590415/SC e RE 590415 AgR/SC, Rel. Min. Roberto Barroso, julgados em 30/4/2015 (repercussão geral) (Info 783).",
    "keywords": [
      "empregado",
      "rescisão",
      "contrato",
      "acordo coletivo"
    ]
  },
  {
    "id": "stf-64",
    "tribunal": "STF",
    "tipoProcesso": "ADI/ADC/ADPF",
    "titulo": "Proibição de que o salário mínimo seja utilizado como indexador econômico",
    "tese": "Lei estadual criou um benefício assistencial e previu que seu valor seria o do salário mínimo vigente. Tal previsão, em princípio, viola o art. 7º, IV, da CF/88, que proíbe que o salário mínimo seja utilizado como referência (parâmetro) para outras finalidades que não sejam a remuneração do trabalho. No entanto, o STF afirmou que seria possível conferir interpretação conforme a Constituição e dizer que o dispositivo previu que o valor do benefício seria igual ao salário mínimo vigente na época em que a lei foi editada (R$ 545). Após isso, mesmo o salário mínimo aumentando nos anos seguintes, o valor do benefício não pode acompanhar automaticamente os reajustes realizados sobre o salário mínimo, considerando que ele não pode servir como indexador. Em suma, o STF determinou que a referência ao salário mínimo contida na lei estadual seja considerada como um valor certo que vigorava na data da edição da lei, passando a ser corrigido nos anos seguintes por meio de índice econômico diverso. Com isso, o benefício continua existindo e será necessário ao governo do Amapá apenas reajustar esse valor por meio de índices econômicos.",
    "numeroProcesso": "4726",
    "relator": "Marco Aurélio",
    "orgaoJulgador": "Plenário",
    "dataJulgamento": "11/2/2015",
    "informativo": "774",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STF. Plenário. ADI 4726 MC/AP, Rel. Min. Marco Aurélio, julgado em 11/2/2015 (Info 774)",
    "keywords": [
      "STF"
    ]
  },
  {
    "id": "stf-65",
    "tribunal": "STF",
    "tipoProcesso": "RESP",
    "titulo": "Verbas que integram a base de cálculo do FGTS",
    "tese": "A importância paga pelo empregador sobre as seguintes verbas integra a base de cálculo do FGTS? O empregador terá que pagar 8% também sobre as seguintes verbas?•Férias gozadas: SIM.•Férias indenizadas: NÃO.•15 primeiros dias que antecedem o afastamento por motivo de doença: SIM.•Auxílio-creche: NÃO.É irrelevante discutir se a natureza da verba trabalhista é remuneratória ou indenizatória/compensatória para fins de incidência da contribuição ao FGTS. O critério não é esse. O parâmetro é o da lei. Os 8% incidem sobre tudo o que é pago ao trabalhador, salvo aquilo que a lei expressamente excluir. Somente em relação às verbas expressamente excluídas pela lei é que não haverá a incidência do FGTS.",
    "numeroProcesso": "1436897-",
    "relator": "Mauro Campbell Marques",
    "orgaoJulgador": "2ª Turma",
    "dataJulgamento": "4/12/2014",
    "informativo": "554",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STJ. 2ª Turma. REsp 1436897-ES, Rel. Min. Mauro Campbell Marques, julgado em 4/12/2014 (Info 554).STJ. 2ª Turma. REsp 1448294-RS, Rel. Min. Mauro Campbell Marques, julgado em 9/12/2014 (Info 554).",
    "keywords": [
      "trabalhista",
      "empregado",
      "empregador",
      "férias",
      "FGTS",
      "verbas",
      "doença",
      "contribuição"
    ]
  },
  {
    "id": "stj-66",
    "tribunal": "STJ",
    "tipoProcesso": "CC",
    "titulo": "Ação proposta por ex-diretor sindical contra sindicato",
    "tese": "Compete à Justiça do Trabalho o julgamento de ação proposta por ex-diretor sindical contra o sindicato que anteriormente representava na qual se objetive o recebimento de verbas com fundamento em disposições estatutárias.",
    "numeroProcesso": "124534-",
    "relator": "Luis Felipe Salomão",
    "orgaoJulgador": "1ª Seção",
    "dataJulgamento": "26/6/2013",
    "informativo": "524",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STJ. 1ª Seção. CC 124534-DF, Rel. Min. Luis Felipe Salomão, julgado em 26/6/2013 (Info 524).",
    "keywords": [
      "verbas",
      "justiça do trabalho",
      "sindicato"
    ]
  },
  {
    "id": "stj-67",
    "tribunal": "STJ",
    "tipoProcesso": "CC",
    "titulo": "Indenização contra sindicato por atuação inadequada em reclamação trabalhista",
    "tese": "Compete à Justiça do Trabalho processar e julgar demanda proposta por trabalhador com o objetivo de receber indenização em razão de alegados danos materiais e morais causados pelo respectivo sindicato, o qual, agindo na condição de seu substituto processual, no patrocínio de reclamação trabalhista, teria conduzido o processo de forma inadequada, gerando drástica redução do montante a que teria direito a título de verbas trabalhistas.",
    "numeroProcesso": "124930-",
    "relator": "Raul Araújo",
    "orgaoJulgador": "2ª Seção",
    "dataJulgamento": "10/4/2013",
    "informativo": "518",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "referencia": "STJ. 2ª Seção. CC 124930-MG, Rel. Min. Raul Araújo, julgado em 10/4/2013 (Info 518).",
    "keywords": [
      "trabalhista",
      "verbas",
      "indenização",
      "justiça do trabalho",
      "sindicato"
    ]
  },
  {
    "id": "stj-68",
    "tribunal": "STJ",
    "tipoProcesso": "Decisão",
    "titulo": "Ação de trabalhador contra ex-patrão para ressarcimento de honorários advocatícios",
    "tese": "A ação de indenização ajuizada pelo trabalhador em face do ex-empregador com vista ao ressarcimento dos honorários advocatícios contratuais despendidos em reclamatória trabalhista deve ser julgada pela Justiça do Trabalho.Desse modo, a Justiça do Trabalho é competente para dirimir questões relacionadas com a cobrança de honorários advocatícios contratuais despendidos pelo Reclamante para ajuizar a reclamação trabalhista.STJ. 2ª Seção. EREsp 1155527-MG, Rel. Min. Sidnei Beneti, julgados em 13/6/2012 (Info 499).",
    "informativo": "499",
    "area": "Direito do Trabalho e Processual do Trabalho > Diversos > Geral",
    "keywords": [
      "trabalhista",
      "empregado",
      "empregador",
      "indenização",
      "justiça do trabalho",
      "STJ"
    ]
  }
]