[
  {
    "id": "sumula-trt8-1",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 1,
    "titulo": "CONTRIBUIÇÕES PREVIDENCIÁRIAS E IMPOSTO DE RENDA",
    "enunciado": "Incumbe ao devedor, nos autos do processo trabalhista, calcular, reter e recolher:\n\nI - As contribuições sociais do período de trabalho reconhecido na decisão judicial, realizadas por meio de GFIP/NIT (Guia de Recolhimento do FGTS e de Informações à Previdência Social; e Número de Identificação do Trabalhador), no caso de pessoa jurídica, e por intermédio de Guia da Previdência Social (GPS) consolidada com vinculação ao NIT (Número de Identificação do Trabalhador), quando o empregador for pessoa natural, comprovadas, em qualquer caso, com a apresentação da regularidade dos recolhimentos através do histórico ou extrato do Cadastro Nacional de Informações Sociais (CNIS).\n\nII – A contribuição previdenciária relativa ao período de trabalho terá como base de cálculo as parcelas de natureza remuneratória pagas, apuradas mês a mês, na forma da legislação (art. 35 da Lei 8.212/91 e art. 276, § 4º, do Decreto 2.048/99).\n\nIII - As contribuições previdenciárias incidentes sobre o valor do acordo celebrado por mera liberalidade devem ser recolhidas através de Guia da Previdência Social (GPS), consolidada com vinculação ao NIT (Número de Identificação do Trabalhador) em que o trabalhador for cadastrado e que contenha o número do processo trabalhista, na forma do art. 889-A da CLT, mediante comprovação obrigatória nos autos.\n\nIV – O Imposto de Renda, incidente sobre parcelas remuneratórias, observadas as normas legais respectivas, inclusive quanto a limites de isenção e deduções por dependentes econômicos, mediante juntada, nos autos, do Documento de Arrecadação de Receitas Federais – DARF.",
    "status": "Válida",
    "dataAprovacao": "5 de agosto de 2010",
    "fonte": "Alterada pela Resolução 304, de 5 de agosto de 2010",
    "keywords": [
      "contribuição",
      "previdenciária",
      "FGTS",
      "imposto de renda",
      "trabalhista",
      "CLT",
      "empregado",
      "empregador",
      "ECT",
      "acordo"
    ]
  },
  {
    "id": "sumula-trt8-2",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 2,
    "titulo": "EMPRESA BRASILEIRA DE CORREIOS E TELÉGRAFOS - ECT - PRIVILÉGIOS E PRERROGATIVAS PROCESSUAIS",
    "enunciado": "I - A Empresa Brasileira de Correios e Telégrafos, nos termos do art. 12 do Decreto-lei nº 509/69, está sujeita à execução por precatório, exceto quando se tratar de dívida de pequeno valor, nos termos da legislação;\n\nII - Não é exigível da EMPRESA BRASILEIRA DE CORREIOS E TELÉGRAFOS - ECT o depósito recursal nem a antecipação do pagamento das custas como pressuposto recursal;\n\nIII - Se aplica à EMPRESA BRASILEIRA DE CORREIOS E TELÉGRAFOS - EBCT o privilégio da Fazenda Pública com relação aos juros de mora de 0,5% (meio por cento) ao mês.",
    "status": "Cancelada",
    "dataAprovacao": "13 de maio de 2010",
    "fonte": "Alterada pela Resolução 189, de 13 de maio de 2010. Item III cancelado por meio da Resolução Nº 050/2014, em sessão realizada dia 11 de dezembro de 2014.",
    "keywords": [
      "execução",
      "Correios",
      "ECT",
      "Fazenda Pública",
      "precatório",
      "custas"
    ]
  },
  {
    "id": "sumula-trt8-3",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 3,
    "titulo": "JUROS DE MORA - CRÉDITO TRABALHISTA - FAZENDA PÚBLICA - LEI Nº 9.494/97 - ART. 1ºF (MP Nº 2.180/35)",
    "enunciado": "A partir da data da publicação da Medida Provisória nº 2.180-35, de 24 de agosto de 2001, que acrescentou o art. 1º-F à Lei nº 9.494/97, os juros de mora a serem aplicados nas condenações impostas à Fazenda Pública são de 0,5% ao mês, e não de 1% ao mês.",
    "status": "Cancelada",
    "dataAprovacao": "11 de dezembro de 2014",
    "fonte": "Cancelada por meio da Resolução Nº 050/2014 em sessão realizada no dia 11 de dezembro de 2014",
    "keywords": [
      "trabalhista",
      "Fazenda Pública"
    ]
  },
  {
    "id": "sumula-trt8-4",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 4,
    "titulo": "PROCESSOS EM QUE SE DISCUTE INDENIZAÇÃO POR DANO, REMETIDOS PELA JUSTIÇA ESTADUAL, EM OBSERVÂNCIA AO QUE DETERMINA A EMENDA CONSTITUCIONAL Nº 45/2004",
    "enunciado": "Nos processos em que se discute indenização por dano, remetidos pela Justiça Estadual, em observância ao que determina a Emenda Constitucional Nº 45/2004, não incide o prazo prescricional previstono artigo 7°, XXIX da Constituição Federal e no artigo 11 da CLT",
    "status": "Válida",
    "fonte": ".",
    "keywords": [
      "CLT",
      "indenização",
      "dano"
    ]
  },
  {
    "id": "sumula-trt8-5",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 5,
    "titulo": "AVISO PRÉVIO – CONTRIBUIÇÃO PREVIDENCIÁRIA",
    "enunciado": "Não há incidência de contribuição previdenciária sobre o aviso prévio indenizado.",
    "status": "Válida",
    "dataAprovacao": "25 de outubro de 2007",
    "fonte": "Aprovada por meio da Resolução Nº 371 , de 25 de outubro de 2007",
    "keywords": [
      "contribuição",
      "previdenciária",
      "aviso prévio"
    ]
  },
  {
    "id": "sumula-trt8-6",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 6,
    "titulo": "CONTRIBUIÇÃO PREVIDENCIÁRIA – ACORDO CELEBRADO SEM O RECONHECIMENTO DE VINCULO EMPREGATÍCIO – ALÍQUOTA",
    "enunciado": "Nos acordos celebrados sem o reconhecimento de vínculo empregatício ou com a cláusula \"por liberalidade\", a contribuição previdenciária aplicável é de 31% (20% - empresa e 11% - reclamante). Inteligência do estabelecido pelos artigos 12, V, \"h\", 21, 22, III e 30, § 4º, da Lei nº 8.212/91, que dispõe sobre a organização da Seguridade Social, institui Plano de Custeio e dá outras providências.",
    "status": "Válida",
    "dataAprovacao": "25 de outubro de 2007",
    "fonte": "Aprovada por meio da Resolução Nº 371, de 25 de outubro de 2007",
    "keywords": [
      "contribuição",
      "previdenciária",
      "acordo",
      "vínculo"
    ]
  },
  {
    "id": "sumula-trt8-7",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 7,
    "titulo": "AUXÍLIO ALIMENTAÇÃO",
    "enunciado": "Empregados da Caixa Econômica Federal – CEF. Natureza Jurídica. Direito adquirido. O auxílio alimentação pago em pecúnia aos empregados da Caixa Econômica Federal – CEF tem natureza salarial, quanto ao período anterior à adesão da empresa ao Programa de Alimentação do Trabalhador (PAT).",
    "status": "Válida",
    "dataAprovacao": "14 de maio de 2009",
    "fonte": "Aprovada em sessão realizada no dia 14 de maio de 2009.",
    "keywords": [
      "empregado",
      "CEF",
      "Caixa"
    ]
  },
  {
    "id": "sumula-trt8-8",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 8,
    "titulo": "ISONOMIA SALARIAL ENTRE EMPREGADO DE EMPRESA TERCEIRIZADA E OS INTEGRANTES DA CATEGORIA PROFISSIONAL DA TOMADORA DOS SERVIÇOS. EMPRESAS PÚBLICAS OU SOCIEDADE DE ECONOMIA MISTA",
    "enunciado": "A contratação irregular de trabalhador, mediante empresa interposta, não gera vínculo de emprego com a empresa pública ou sociedade de economia mista, porém a impossibilidade de se formar a relação empregatícia não afasta o direito do trabalhador terceirizado às mesmas verbas trabalhistas legais e normativas asseguradas ao empregado que cumpre função idêntica nas tomadoras.",
    "status": "Cancelada",
    "fonte": "CANCELADA pela Resolução nº 075/2021.",
    "keywords": [
      "trabalhista",
      "empregado",
      "verbas",
      "isonomia",
      "vínculo"
    ]
  },
  {
    "id": "sumula-trt8-9",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 9,
    "titulo": "VENDEDOR DE SEGUROS E TÍTULOS DE PREVIDÊNCIA PRIVADA",
    "enunciado": "Preenchidos os requisitos do art. 3º da Consolidação das Leis do Trabalho - CLT, é legítimo o reconhecimento de relação de emprego entre o intermediário e a instituição financeira para a qual agencia a venda de Seguros e Títulos da Previdência Privada.",
    "status": "Válida",
    "dataAprovacao": "14 de janeiro de 2010",
    "fonte": "Aprovada em sessão realizada no dia 14 de janeiro de 2010",
    "keywords": [
      "CLT"
    ]
  },
  {
    "id": "sumula-trt8-10",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 10,
    "titulo": "CAIXA ECONÔMICA FEDERAL – AVALIADOR EXECUTIVO DE PENHOR – QUEBRA DE CAIXA",
    "enunciado": "Aos avaliadores executivos de penhor da Caixa econômica Federal é devido o pagamento da parcela de quebra de caixa.",
    "status": "Válida",
    "dataAprovacao": "16 de setembro de 2010",
    "fonte": "Aprovada em sessão realizada no dia 16 de setembro de 2010",
    "keywords": [
      "Caixa"
    ]
  },
  {
    "id": "sumula-trt8-11",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 11,
    "titulo": "EMBARGOS DE DECLARAÇÃO – RECURSO ORDINÁRIO – INTERPOSIÇÃO SIMULTANEA - EXTEMPORANEIDADE",
    "enunciado": "É extemporânea a interposição simultanea, pela mesma parte, de Embargos de Declaração e de Recurso, postulando a reforma da decisão, antes da publicação do acórdão ou da sentença.",
    "status": "Cancelada",
    "dataAprovacao": "3 de fevereiro de 2011",
    "fonte": "Aprovada em sessão realizada no dia 3 de fevereiro de 2011",
    "keywords": [
      "recurso",
      "embargos"
    ]
  },
  {
    "id": "sumula-trt8-12",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 12,
    "titulo": "ADICIONAL DE INSALUBRIDADE. BASE DE CÁLCULO.",
    "enunciado": "A base de cálculo do adicional de insalubridade é o salário contratual ou normativo, fixado pelas partes, conforme o disposto no art. 7º, IV, da Constituição da República, que veda a vinculação ao salário mínimo.",
    "status": "Cancelada",
    "fonte": "Cancelada por meio da Resolução Nº 015/2015 em sessão realizada no dia 9 de março de 2015",
    "keywords": [
      "adicional",
      "insalubridade"
    ]
  },
  {
    "id": "sumula-trt8-13",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 13,
    "titulo": "MULTA DO ARTIGO 475-J DO CPC. APLICAÇÃO NO PROCESSO DO TRABALHO.",
    "enunciado": "A aplicação subsidiária da multa do artigo 475-J do CPC atende às garantias constitucionais da razoável duração do processo, efetividade e celeridade, pelo que tem pleno cabimento no processo do trabalho.",
    "status": "Cancelada",
    "dataAprovacao": "4 de setembro de 2014",
    "fonte": "Cancelada por meio da Resolução Nº 037/2014 em sessão realizada no dia 4 de setembro de 2014",
    "keywords": [
      "subsidiária"
    ]
  },
  {
    "id": "sumula-trt8-14",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 14,
    "titulo": "CAIXA ECONÔMICA FEDERAL. CARGO EM COMISSÃO. REGULAMENTO EMPRESARIAL. ALTERAÇÃO DA NOMENCLATURA. FUNÇÃO DE CONFIANÇA. BASE DE CÁLCULO DE OUTRAS VERBAS. NULIDADE.",
    "enunciado": "A alteração na denominação de “cargo em comissão” para “função de confiança”, introduzida pelo normativo nº 3 (RH11503) da Caixa Econômica Federal, com a criação do plano de cargos comissionados, para funções cujas atribuições possuem a mesma definição e finalidade, não autoriza suprimir a verba da base de cálculo das parcelas VP-GIP 092 e VP-GIP 062 do empregado, pois implica alteração contratual lesiva e a sua consequente nulidade (arts. 9º e 468 da CLT).",
    "status": "Válida",
    "dataAprovacao": "17 de fevereiro de 2011",
    "fonte": "Aprovada em sessão realizada no dia 17 de fevereiro de 2011",
    "keywords": [
      "CLT",
      "empregado",
      "verbas",
      "Caixa"
    ]
  },
  {
    "id": "sumula-trt8-15",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 15,
    "titulo": "HORAS NO PERCURSO (IN ITINERE). NEGOCIAÇÃO. SUPRESSÃO. NORMA COLETIVA.",
    "enunciado": "Em face do artigo 7º, XXVI, da Constituição da República Federativa do Brasil, e do princípio do conglobamento, é válida cláusula de norma coletiva que negocia ou suprime horas no percurso (in itinere).",
    "status": "Cancelada",
    "dataAprovacao": "24 de maio de 2013",
    "fonte": "Cancelada por meio da Resolução Nº 041/2013 em sessão realizada no dia 24 de maio de 2013",
    "keywords": []
  },
  {
    "id": "sumula-trt8-16",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 16,
    "titulo": "TURNO ININTERRUPTO DE REVEZAMENTO. NORMA COLETIVA.",
    "enunciado": "Deve ser considerada válida a cláusula de norma coletiva que estipula jornada de 12/24 horas em turno ininterrupto de revezamento, sendo oito horas normais e quatro horas extras, sem o pagamento das 7ª e 8ª horas como suplementares.",
    "status": "Válida",
    "dataAprovacao": "24 de abril de 2012",
    "fonte": "Aprovada em sessão realizada no dia 24 de abril de 2012",
    "keywords": [
      "jornada"
    ]
  },
  {
    "id": "sumula-trt8-17",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 17,
    "titulo": "CAIXA ECONÔMICA FEDERAL. CONSULTOR REGIONAL. ART 224, § 2º, DA CLT. HORAS EXTRAS.",
    "enunciado": "Empregado que exerce a função de Consultor Regional na Caixa Econômica Federal não se enquadra na hipótese do art. 224, § 2º, da CLT, tendo direito às 7ª e 8ª horas trabalhadas como extras.",
    "status": "Válida",
    "dataAprovacao": "30 de agosto de 2012",
    "fonte": "Aprovada em sessão realizada no dia 30 de agosto de 2012.",
    "keywords": [
      "CLT",
      "empregado",
      "Caixa"
    ]
  },
  {
    "id": "sumula-trt8-18",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 18,
    "titulo": "CAIXA ECONÔMICA FEDERAL. TÉCNICO DE RETAGUARDA/TESOUREIRO ART 224, § 2º, DA CLT. HORAS EXTRAS.",
    "enunciado": "Empregado que exerce a função de Técnico de Retaguarda/Tesoureiro na Caixa Econômica Federal não se enquadra na hipótese do art. 224, § 2º, da CLT, tendo direito às 7ª e 8ª horas trabalhadas como extras.",
    "status": "Válida",
    "dataAprovacao": "30 de agosto de 2012",
    "fonte": "Aprovada em sessão realizada no dia 30 de agosto de 2012",
    "keywords": [
      "CLT",
      "empregado",
      "Caixa"
    ]
  },
  {
    "id": "sumula-trt8-19",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 19,
    "titulo": "TERCEIRIZAÇÃO. RESPONSABILIDADE SUBSIDIÁRIA. ÓRGÃOS DA ADMINISTRAÇÃO PÚBLICA DIRETA E INDIRETA. SÚMULA 331 DO TST",
    "enunciado": "Os entes integrantes da administração pública direta e indireta respondem subsidiariamente pelo inadimplemento das obrigações trabalhistas por parte do empregador, nos serviços contratados e conveniados, nos termos da Súmula 331 do Colendo Tribunal Superior do Trabalho.",
    "status": "Válida",
    "dataAprovacao": "13 de setembro de 2012",
    "fonte": "Aprovada em sessão realizada no dia 13 de setembro de 2012",
    "keywords": [
      "terceirização",
      "trabalhista",
      "empregado",
      "empregador",
      "responsabilidade",
      "subsidiária"
    ]
  },
  {
    "id": "sumula-trt8-20",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 20,
    "titulo": "PORTUÁRIOS. HORAS EXTRAORDINÁRIAS. ADICIONAL NOTURNO E ADICIONAL DE RISCO. LEI Nº 4.860/1965, ART. 7º, §5º.",
    "enunciado": "Para o cálculo das horas extraordinárias prestadas pelos trabalhadores portuários, observar-se-á somente o salário básico percebido, excluídos o adicional noturno e o adicional de risco, ressalvada norma coletiva mais favorável .",
    "status": "Válida",
    "fonte": "Aprovada em sessão realizada no dia 21 de março de 2013",
    "keywords": [
      "adicional"
    ]
  },
  {
    "id": "sumula-trt8-21",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 21,
    "titulo": "CONTRIBUIÇÃO PREVIDENCIÁRIA - INCIDÊNCIA DE JUROS E MULTA. PERÍODO ANTERIOR A 04.03.2009.",
    "enunciado": "O fato gerador das contribuições previdenciárias decorrentes de créditos trabalhistas reconhecidos em juízo, antes da alteração legislativa, ou seja, até 04.03.2009, é o efetivo pagamento das verbas trabalhistas, configurando-se a mora a partir do dia dois do mês seguinte ao da liquidação, aplicando-se o disposto no artigo 276 do Decreto nº 3.048/99 (Regime de Caixa); CONTRIBUIÇÃO PREVIDENCIÁRIA - INCIDÊNCIA DE JUROS E MULTA. A PARTIR DE 05.03.2009. Após a alteração legislativa, em 05.03.2009, o fato gerador da contribuição previdenciária é a efetiva prestação do serviço, conforme o artigo 43, §2º, da Lei nº 8.212/90, inclusive os acréscimos legais moratórios; Respondem pela atualização monetária o empregador e o trabalhador, porque este receberá igualmente seu crédito atualizado; Responde pelos juros de mora apenas o empregador, que se utilizou do capital sobre o qual incidem as contribuições previdenciárias; A multa, por se tratar de uma penalidade destinada a compelir o devedor à satisfação da obrigação a partir do seu reconhecimento, incidirá a partir do exaurimento do prazo da citação para o pagamento, uma vez apurados os créditos previdenciários.",
    "status": "Válida",
    "dataAprovacao": "7 de agosto de 2017",
    "fonte": "Aprovada por meio da Resolução Nº 042/2013 e Revisada por meio da Resolução Nº 077 de 7 de agosto de 2017",
    "keywords": [
      "contribuição",
      "previdenciária",
      "trabalhista",
      "empregado",
      "empregador",
      "verbas",
      "Caixa"
    ]
  },
  {
    "id": "sumula-trt8-22",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 22,
    "titulo": "BANCÁRIOS. 7ª E 8ª HORAS TRABALHADAS. GRUPO ESPECÍFICO DE EMPREGADOS DE UM MESMO EMPREGADOR. DIREITO INDIVIDUAL HOMOGÊNEO. CARACTERIZAÇÃO. LEGITIMIDADE ATIVA. IDENTIDADE DE MATÉRIA.",
    "enunciado": "Caracteriza-se como direito individual homogêneo o pleito de pagamento da 7ª e 8ª horas trabalhadas como extraordinárias, prestadas por um grupo específico de empregados a um mesmo empregador, observada a identidade de matéria, o que legitima o sindicato representativo da categoria profissional a pleitear o direito em processo coletivo, por meio de Ação Civil Pública ou Ação Coletiva.",
    "status": "Válida",
    "dataAprovacao": "11 de dezembro de 2014",
    "fonte": "Aprovada por meio da Resolução Nº 062/2014, em sessão do dia 11 de dezembro de 2014",
    "keywords": [
      "empregado",
      "empregador"
    ]
  },
  {
    "id": "sumula-trt8-23",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 23,
    "titulo": "INTERVALO INTRAJORNADA PARA REPOUSO E ALIMENTAÇÃO. APLICAÇÃO DO ART. 71 DA CLT . AUMENTO. FIXAÇÃO EM NORMA COLETIVA.",
    "enunciado": "É possível o aumento para além de 2 (duas) horas de intervalo intrajornada para repouso e alimentação (art. 71 da Consolidação das Leis do Trabalho), estabelecido por convenção ou acordo coletivo de trabalho, desde que seja fixado o tempo exato a ser observado, em escala de horário de trabalho pré-fixada e de conhecimento antecipado dos empregados, assegurado o intervalo interjornadas, ressalvadas as hipóteses em que demonstrada fraude ou quando do quadro fático se extraia o completo descumprimento da norma coletiva, caso em que serão devidas como horas extraordinárias as excedentes a duas horas de intervalo.",
    "status": "Cancelada",
    "dataAprovacao": "19 de janeiro de 2015",
    "fonte": "Aprovada por meio da Resolução Nº 002/2015, em sessão do dia 19 de janeiro de 2015",
    "keywords": [
      "CLT",
      "empregado",
      "jornada",
      "acordo"
    ]
  },
  {
    "id": "sumula-trt8-24",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 24,
    "titulo": "ART. 475-J DO CPC. INAPLICABILIDADE NO PROCESSO DO TRABALHO.",
    "enunciado": "Face à Consolidação das Leis do Trabalho - CLT possuir norma própria (artigos 652, D, e 832, § 1º), não se aplica ao processo do Trabalho a regra do art. 475-J do CPC.",
    "status": "Válida",
    "dataAprovacao": "7 de agosto de 2017",
    "fonte": "Aprovada por meio da Resolução Nº 015 de 9 de março de 2015 e Revisada por meio da Resolução Nº 078 de 7 de agosto de 2017",
    "keywords": [
      "CLT"
    ]
  },
  {
    "id": "sumula-trt8-25",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 25,
    "titulo": "INTERVALO INTRAJORNADA. APLICAÇÃO DA",
    "enunciado": "",
    "status": "Válida",
    "keywords": [
      "jornada"
    ]
  },
  {
    "id": "sumula-trt8-26",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 26,
    "titulo": "HONORÁRIOS ADVOCATÍCIOS.",
    "enunciado": "São incabíveis honorários advocatícios na Justiça do Trabalho, salvo nas hipóteses previstas na Lei 5.584/70 e em súmula do Tribunal Superior do Trabalho.",
    "status": "Cancelada",
    "fonte": "Aprovada por meio da Resolução Nº 015/2015, em sessão do dia 9 de março de 2015",
    "keywords": [
      "honorários"
    ]
  },
  {
    "id": "sumula-trt8-27",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 27,
    "titulo": "CONTRIBUIÇÕES SOCIAIS DE TERCEIROS. INCOMPETÊNCIA DA JUSTIÇA DO TRABALHO.",
    "enunciado": "A Justiça do Trabalho é incompetente para julgar a execução de contribuições sociais devidas ao sistema.",
    "status": "Válida",
    "fonte": "Aprovada por meio da Resolução Nº 015/2015, em sessão do dia 9 de março de 2015",
    "keywords": [
      "execução",
      "competência"
    ]
  },
  {
    "id": "sumula-trt8-28",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 28,
    "titulo": "ADICIONAL DE INSALUBRIDADE. BASE DE CÁLCULO.",
    "enunciado": "A base de cálculo do adicional de insalubridade é o salário mínimo, até que haja definição legal (Resolução TST Nº 185/2012).",
    "status": "Válida",
    "fonte": "Aprovada por meio da Resolução Nº 015/2015, em sessão do dia 9 de março de 2015",
    "keywords": [
      "adicional",
      "insalubridade"
    ]
  },
  {
    "id": "sumula-trt8-29",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 29,
    "titulo": "MOTORISTA PROFISSIONAL. ATIVIDADE EXTERNA. OBRIGATORIEDADE DE CONTROLE DE PONTO FIDEDIGNO.",
    "enunciado": "I - É ônus do empregador manter o controle fidedigno da jornada de trabalho do motorista profissional, que pode ser feito através de meios eletrônicos idôneos instalados no veículo, diários de bordo, papeleta ou ficha de trabalho externo e outros passíveis de identificar a jornada de trabalho efetivamente cumprida pelo motorista.\n\nII - A não apresentação injustificada dos controles de frequência gera presunção relativa de veracidade da jornada de trabalho declarada pelo reclamante, a qual pode ser elidida por prova em contrário.",
    "status": "Válida",
    "dataAprovacao": "11 de maio de 2015",
    "fonte": "Aprovada por meio da Resolução Nº 028/2015, em sessão do dia 11 de maio de 2015",
    "keywords": [
      "empregado",
      "empregador",
      "jornada"
    ]
  },
  {
    "id": "sumula-trt8-30",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 30,
    "titulo": "CONTRATO DE EMPREITADA. DONO DA OBRA DE CONSTRUÇÃO CIVIL. RESPONSABILIDADE.",
    "enunciado": "Diante da inexistência de previsão legal específica, o contrato de empreitada de construção civil entre o dono da obra e o empreiteiro não enseja responsabilidade solidária ou subsidiária nas obrigações trabalhistas contraídas pelo empreiteiro, salvo sendo o dono da obra uma empresa construtora ou incorporadora.\n\nIUJ 0010074-47.2015.5.08.0000",
    "status": "Cancelada",
    "dataAprovacao": "6 de julho de 2015",
    "fonte": "Aprovada por meio da Resolução Nº 040/2015, em sessão do dia 6 de julho de 2015",
    "keywords": [
      "trabalhista",
      "contrato",
      "responsabilidade",
      "subsidiária",
      "solidária"
    ]
  },
  {
    "id": "sumula-trt8-31",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 31,
    "titulo": "CONDIÇÕES PARA CUMPRIMENTO DA SENTENÇA.",
    "enunciado": "Compete ao Juiz do Trabalho estabelecer prazo e condições para cumprimento da sentença, inclusive fixação de multas e demais penalidades (Artigos 652, d; 832, § 1º, e 835, todos da CLT).\n\nIUJ 0010102-15.2015.5.08.0000",
    "status": "Cancelada",
    "dataAprovacao": "7 de fevereiro de 2022",
    "fonte": "Cancelada por meio da Resolução Nº 002/2022, em sessão do dia 7 de fevereiro de 2022",
    "keywords": [
      "CLT"
    ]
  },
  {
    "id": "sumula-trt8-32",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 32,
    "titulo": "TURNO ININTERRUPTO DE REVEZAMENTO. FIXAÇÃO DE JORNADA DE TRABALHO MEDIANTE NEGOCIAÇÃO COLETIVA. VALIDADE.",
    "enunciado": "O estabelecimento de jornada superior a 6 horas em turnos ininterruptos de revezamento, através de negociação coletiva, não poderá exceder a 8 horas diárias, caso em que não dará direito a 7ª e 8ª horas como extras.\n\nIUJ 0010129-95.2015.5.08.0000",
    "status": "Válida",
    "fonte": "SUSPENSA por meio da Resolução Nº 076/2021",
    "keywords": [
      "jornada"
    ]
  },
  {
    "id": "sumula-trt8-33",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 33,
    "titulo": "MULTA DO ART. 477, § 8º, DA CLT. INCIDÊNCIA.",
    "enunciado": "A multa do art. 477, § 8º, da CLT, somente se aplica quando houver atraso no pagamento in pecunia das verbas rescisórias, descabendo em caso de atraso na homologação do TRCT.\n\nIUJ 0010130-80.2015.5.08.0000",
    "status": "Válida",
    "dataAprovacao": "3 de agosto de 2015",
    "fonte": "Aprovada por meio da Resolução Nº 047/2015, em sessão do dia 3 de agosto de 2015",
    "keywords": [
      "CLT",
      "verbas"
    ]
  },
  {
    "id": "sumula-trt8-34",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 34,
    "titulo": "EMPREGADOS DA ECT. BANCO POSTAL. JORNADA REDUZIDA. APLICAÇÃO DO ART. 224, CAPUT, DA CLT",
    "enunciado": "Ao empregado da Empresa Brasileira de Correios e Telégrafos (ECT) que exerce atividade em Banco Postal deve ser aplicada a jornada de trabalho reduzida de bancário, prevista no caput do art. 224 da CLT.\n\nIUJ 0010179-24.2015.5.08.0000",
    "status": "Válida",
    "dataAprovacao": "26 de outubro de 2015",
    "fonte": "Aprovada por meio da Resolução Nº 054/2015, em sessão do dia 26 de outubro de 2015",
    "keywords": [
      "CLT",
      "empregado",
      "jornada",
      "Correios",
      "ECT"
    ]
  },
  {
    "id": "sumula-trt8-35",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 35,
    "titulo": "EXECUÇÃO DECISÃO PROFERIDA EM PROCESSO COLETIVO. COMPETÊNCIA.",
    "enunciado": "A execução das sentenças genéricas proferidas em ação de caráter coletivo é realizada por meio de ação executiva individual, sem vinculação àquela e sem prevenção do juízo prolator da decisão.\n\nIUJ 0010157-63.2015.5.08.0000",
    "status": "Válida",
    "dataAprovacao": "16 de novembro de 2015",
    "fonte": "Aprovada por meio da Resolução Nº 062/2015, em sessão do dia 16 de novembro de 2015",
    "keywords": [
      "execução",
      "competência"
    ]
  },
  {
    "id": "sumula-trt8-36",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 36,
    "titulo": "TRABALHO FORÇADO, DEGRADANTE OU EM CONDIÇÕES ANÁLOGAS À DE ESCRAVO. RESPONSABILIDADE CIVIL. DANO MORAL IN RE IPSA.",
    "enunciado": "I – Entende-se por trabalho forçado aquele executado por uma pessoa sob ameaça de punição de qualquer natureza e para a qual essa pessoa não se ofereça voluntariamente (art. 2º, 1, da Convenção n. 29 da OIT). O trabalho degradante é aquele executado em condições inteiramente inadequadas ao trabalho, sem observância de quaisquer normas de segurança, medicina, saúde e higiene do trabalho. Considera-se trabalho em condições análogas à de escravo o que submete o trabalhador a trabalho forçado, jornada extenuante, condições degradantes, restrições de locomoção, privação de seus documentos (art. 149 do Código Penal).\n\nII – Em ficando demonstrada a ocorrência de qualquer das três hipóteses, considera-se caracterizada a violação ao princípio da dignidade humana e a ofensa aos direitos mínimos dos trabalhadores, cabendo a responsabilização do empregador por danos morais, independentemente de outras provas, porque ocorrem in re ipsa.\n\nIII – Para fixação do valor da indenização devem ser levados em conta, dentre outros, os seguintes fatores: gravidade e extensão do dano, condição financeira do ofensor e do ofendido, e finalidade pedagógica da punição para evitar a reincidência da prática delituosa.\n\nIUJ 0010128-13.2015.5.08.0000",
    "status": "Válida",
    "dataAprovacao": "9 de maio de 2016",
    "fonte": "Aprovada por meio da resolução Nº 030/2016, em sessão do dia 9 de maio de 2016; Publicada Errata nº 002/2016, em 27/10/2016",
    "keywords": [
      "empregado",
      "empregador",
      "jornada",
      "indenização",
      "dano",
      "responsabilidade"
    ]
  },
  {
    "id": "sumula-trt8-37",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 37,
    "titulo": "EQUIPARAÇÃO SALARIAL. ELETRONORTE. VIOLAÇÃO DE PLANO DE CARGOS E SALÁRIOS. IMPOSSIBILIDADE DE EXTENSÃO",
    "enunciado": "O plano de cargos e salários impossibilita a equiparação salarial, ainda que esteja sendo descumprido, cabendo direito ao prejudicado ao seu correto enquadramento”\n\nIUJ 0010138-57.2015.5.08.0000",
    "status": "Válida",
    "dataAprovacao": "9 de maio de 2016",
    "fonte": "Aprovada por meio da resolução Nº 031/2016, em sessão do dia 9 de maio de 2016",
    "keywords": [
      "equiparação"
    ]
  },
  {
    "id": "sumula-trt8-38",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 38,
    "titulo": "DANOS MORAIS. JUROS DE MORA E ATUALIZAÇÃO MONETÁRIA. TERMO INICIAL",
    "enunciado": "Nas condenações por dano moral, a atualização monetária é devida a partir da data da decisão de arbitramento ou de alteração do valor. Os juros incidem desde o ajuizamento da ação, nos termos do art. 883 da CLT.\n\nIUJ 0010186-16.2015.5.08.0000",
    "status": "Válida",
    "dataAprovacao": "9 de maio de 2016",
    "fonte": "Aprovada por meio da resolução Nº 032/2016, em sessão do dia 9 de maio de 2016",
    "keywords": [
      "CLT",
      "dano"
    ]
  },
  {
    "id": "sumula-trt8-39",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 39,
    "titulo": "EXECUÇÃO PROVISÓRIA. PENHORA EM DINHEIRO. POSSIBILIDADE.",
    "enunciado": "É válida a penhora de dinheiro na execução provisória, inclusive por meio do Bacen Jud, sempre que não houver sido indicado bem ou, se este não estiver dentro da ordem preferencial do art. 835 do CPC, ou se for de difícil alienação.\n\nIUJ-0010045-60.2016.5.08.0000",
    "status": "Válida",
    "dataAprovacao": "9 de maio de 2016",
    "fonte": "Aprovada por meio da resolução Nº 033/2016, em sessão do dia 9 de maio de 2016",
    "keywords": [
      "execução"
    ]
  },
  {
    "id": "sumula-trt8-40",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 40,
    "titulo": "HORAS IN ITINERE – SERVIÇOS PRESTADOS NA USINA HIDRELÉTRICA DE TUCURUI.",
    "enunciado": "I- Existe transporte público regular entre a cidade de Tucuruí, incluindo-se a Vila Permanente, e a usina hidrelétrica de Tucuruí, não sendo cabível, em tal situação, o pagamento de horas in itinere, exceção feita nas hipóteses em que o transporte fornecido pelo empregador ocorra no horário compreendido entre 00.30h e 06.30h.\n\nII- Constatado que o transporte de empregados até a usina ocorra no horário compreendido entre 00.30h e 06.30h, ao empregador caberá o pagamento de horas in itinere, observado o seguinte: 11 minutos no trecho compreendido entre a Vila Permanente da cidade de Tucuruí e o setor administrativo da usina (22 minutos ida e volta); 12 minutos no trecho compreendido entre a Vila Permanente da cidade de Tucuruí e o edifício de comando da usina (24 minutos ida e volta);\n\nIII- No trecho compreendido entre a Portaria da usina e a catraca na qual os empregados registram sua frequência, não há transporte público, porém, tal trajeto não enseja o pagamento de horas in itinere por ser realizado em tempo sempre inferior a 10 (dez) minutos, enquadrando-se na hipótese da",
    "status": "Válida",
    "keywords": [
      "empregado",
      "empregador"
    ]
  },
  {
    "id": "sumula-trt8-41",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 41,
    "titulo": "EMPREGADO CONTRATADO POR UNIDADE DESCENTRALIZADA DE EDUCAÇÃO. PESSOA JURÍDICA DE DIREITO PRIVADO. INEXISTÊNCIA DE CONTRATO NULO. RESPONSABILIDADE DO ESTADO DO AMAPÁ.",
    "enunciado": "I - É válido o contrato de emprego firmado com a Unidade Descentralizada de Educação, na medida em que se trata de pessoa jurídica de direito privado, e os contratos de trabalho que celebra são regidos pela Consolidação das Leis do Trabalho, não se tratando de relação mantida com a Administração Pública.\n\nII - O Estado do Amapá deve ser responsabilizado subsidiariamente, no caso de ser constatada a sua culpa in eligendo ou in vigilando, nos termos da súmula 331, V, do Tribunal Superior do Trabalho, abrangendo todas as parcelas da condenação, inclusive pedidos de indenização por danos morais e materiais.\n\nIUJ 0010162-51.2016.5.08.0000",
    "status": "Válida",
    "dataAprovacao": "30 de junho de 2016",
    "fonte": "Aprovada por meio da Resolução Nº 044/2016, em sessão do dia 30 de junho de 2016",
    "keywords": [
      "empregado",
      "contrato",
      "indenização",
      "dano",
      "responsabilidade"
    ]
  },
  {
    "id": "sumula-trt8-42",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 42,
    "titulo": "SINDICATO PROFISSIONAL. AÇÃO COLETIVA. SUBSTITUIÇÃO PROCESSUAL. JUSTIÇA GRATUITA. CONCESSÃO",
    "enunciado": "O beneficio da justiça gratuita é limitado às pessoas físicas que declarem a impossibilidade de arcar com o recolhimento de custas, sem prejuízo do sustento próprio ou de sua família. Ao sindicato profissional, como pessoa jurídica, na condição de substituto processual, é aplicável a regra da concessão da gratuidade, quando comprovada a falta de condições financeiras para arcar com os custos do processo.\n\nIUJ 0010147-82.2016.5.08.0000\n\nPrecedentes:\n\n0001741-11.2012.5.08.0001",
    "status": "Cancelada",
    "dataAprovacao": "5 de setembro de 2016",
    "fonte": "Aprovada por meio da Resolução Nº 060/2016, de 5 de setembro de 2016",
    "keywords": [
      "custas"
    ]
  },
  {
    "id": "sumula-trt8-43",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 43,
    "titulo": "ADICIONAL DE PERICULOSIDADE. AEROVIÁRIO. DIREITO À PERCEPÇÃO.",
    "enunciado": "Os aeroviários têm direito à percepção de adicional de periculosidade pelo tempo de permanência na área de risco, que é aquela com raio de 7,5 metros a partir do ponto de abastecimento. Esse adicional é devido no percentual de 30%, desde que o empregado esteja realizando serviços de limpeza interna e externa ou carregamento e descarregamento de bagagens e atividades afins.\n\nIUJ 0010194-56.2016.5.08.0000\n\nPrecedentes:\n\n0000351-83.2015.5.08.0006, 0000507-83.2015.5.08.0002, 0000857-11.2014.5.08.0001, 0001234-43.2014.5.08.0013",
    "status": "Válida",
    "dataAprovacao": "5 de setembro de 2016",
    "fonte": "Aprovada por meio da Resolução Nº 061/2016, de 5 de setembro de 2016",
    "keywords": [
      "empregado",
      "adicional",
      "periculosidade"
    ]
  },
  {
    "id": "sumula-trt8-44",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 44,
    "titulo": "INFRAERO. PCCS. REENQUADRAMENTO FUNCIONAL. IMPOSSIBILIDADE. CONCURSO PÚBLICO.",
    "enunciado": "O ingresso na Empresa Brasileira de Infraestrutura Aeroportuária (INFRAERO) somente pode se operar mediante concurso público, a teor do art. 37, II, da Constituição de 1988. Não cabe aplicar o princípio da isonomia para fins de re-enquadramento funcional ao argumento de que violado o Plano de Classificação de Cargos e Salários (PCCS), porque afronta os princípios constitucionais da legalidade e da moralidade públicas.\n\nIUJ 0010229-16.2016.5.08.0000\n\nPrecedentes:\n\n0000397-43.2013.5.08.0006, 0011376-34.2013.5.08.0016, 0000074-83.2014.5.08.0206",
    "status": "Válida",
    "dataAprovacao": "5 de setembro de 2016",
    "fonte": "Aprovada por meio da Resolução Nº 062/2016, de 5 de setembro de 2016",
    "keywords": [
      "isonomia"
    ]
  },
  {
    "id": "sumula-trt8-45",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 45,
    "titulo": "VÍNCULO ENTRE AGENTES DE ENDEMIAS E MUNICÍPIO DE SANTANA (Amapá) - PERÍODO ANTERIOR À TRANSFORMAÇÃO DOS EMPREGOS EM CARGOS PÚBLICOS – COMPETÊNCIA.",
    "enunciado": "É da Justiça do Trabalho a competência para dirimir controvérsias decorrentes do vínculo existente entre Agentes de endemias e Município de Santana, no Estado do Amapá, ocorrido anteriormente à transformação dos empregos em cargos públicos pela Lei Complementar Municipal nº 002, de 1º de novembro de 2013.\n\nIUJ 0010161-66.2016.5.08.0000\n\nPrecedentes:\n\n0000516-06.2015.5.08.0209, 0000551-60.2015.5.08.0210",
    "status": "Válida",
    "dataAprovacao": "5 de setembro de 2016",
    "fonte": "Aprovada por meio da Resolução Nº 063/2016, de 5 de setembro de 2016",
    "keywords": [
      "competência",
      "vínculo"
    ]
  },
  {
    "id": "sumula-trt8-46",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 46,
    "titulo": "RELAÇÃO DE EMPREGO RECONHECIDA ENTRE OS AGENTES DE ENDEMIAS E O MUNICÍPIO DE SANTANA – DIREITOS DECORRENTES",
    "enunciado": "A contratação dos agentes de endemias feita pelo Município de Santana, no Estado do Amapá, sob o regime celetista, sem concurso público ou processo seletivo público, é nula, conferindo ao trabalhador apenas o direito ao pagamento da contraprestação pactuada, em relação ao número de horas trabalhadas, respeitado o valor da hora do salário mínimo, e dos valores referentes aos depósitos do FGTS.\n\nIUJ 0010161-66.2016.5.08.0000\n\nPrecedentes:\n\n0000516-06.2015.5.08.0209, 0000551-60.2015.5.08.0210",
    "status": "Válida",
    "dataAprovacao": "5 de setembro de 2016",
    "fonte": "Aprovada por meio da Resolução Nº 063/2016, de 5 de setembro de 2016",
    "keywords": [
      "FGTS"
    ]
  },
  {
    "id": "sumula-trt8-47",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 47,
    "titulo": "EMPREGADOS ANISTIADOS DA CONAB - 14º SALÁRIO – CABIMENTO.",
    "enunciado": "É devido aos empregados anistiados pela lei 8.878-94, o 14º salário, desde que já percebessem a parcela antes da demissão ou dispensa, em respeito ao direito adquirido, vedada a remuneração em caráter retroativo.\n\nIUJ 0010221-39.2016.5.08.0000\n\nPrecedentes:\n\n0027100-20.2009.5.08.0016, 0082000-77.2009.5.08.0007, 0161200-30.2009.5.08.0009",
    "status": "Válida",
    "dataAprovacao": "5 de setembro de 2016",
    "fonte": "Aprovada por meio da Resolução Nº 064/2016, de 5 de setembro de 2016",
    "keywords": [
      "empregado"
    ]
  },
  {
    "id": "sumula-trt8-48",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 48,
    "titulo": "SALÁRIO PROFISSIONAL. FIXAÇÃO EM MÚLTIPLOS DE SALÁRIO MÍNIMO. POSSIBILIDADE.",
    "enunciado": "A estipulação do salário profissional em múltiplos do salário mínimo não afronta o art. 7º, inciso IV, da Constituição de 1988, porém em observância ao referido preceito constitucional é vedada a fixação de correção automática do salário profissional pelo reajuste concedido ao salário mínimo.\n\nIUJ 0010230-98.2016.5.08.0000\n\nPrecedentes:\n\n0001812-27.2014.5.08.0006",
    "status": "Válida",
    "dataAprovacao": "5 de setembro de 2016",
    "fonte": "Aprovada por meio da Resolução Nº 065/2016, de 5 de setembro de 2016",
    "keywords": []
  },
  {
    "id": "sumula-trt8-49",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 49,
    "titulo": "BIG SERVIÇOS\". ENQUADRAMENTO COMO ATIVIDADE BANCÁRIA, IMPOSSIBILIDADE.",
    "enunciado": "Por não exercerem atividade bancária, aqueles que trabalham no sistema \"Big Serviços\" não se enquadram nessa categoria e, por consequência, não atraem os direitos inerentes aos bancários.\n\nIUJ 0010222-24.2016.5.08.0000\n\nPrecedentes:\n\n0000177-50.2015.5.08.0014, 0000162-05.2015.5.08.0007, 0000133-68.2014.5.08.0013",
    "status": "Válida",
    "dataAprovacao": "17 de outubro de 2016",
    "fonte": "Aprovada por meio da Resolução Nº 072/2016, de 17 de outubro de 2016",
    "keywords": []
  },
  {
    "id": "sumula-trt8-50",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 50,
    "titulo": "EMPREGADOS DA COSANPA. TURNOS ININTERRRUPTOS DE REVEZAMENTO. JORNADA DE TRABALHO FIXADA EM ACORDO COLETIVO. VALIDADE.",
    "enunciado": "É válida a norma coletiva que estabelece jornada de trabalho de seis e doze horas, respectivamente, em dois e em um dia da semana, seguidos de trinta e cinco horas de intervalo, para os empregados que cumpram turnos ininterruptos de revezamento, nada sendo devido a título de horas extras.\n\nIUJ 0010249-07.2016.5.08.0000\n\nPrecedentes:\n\n0000969-16.2015.5.08.0010 , 0001681-58.2014.5.08.0004",
    "status": "Válida",
    "dataAprovacao": "17 de outubro de 2016",
    "fonte": "Aprovada por meio da Resolução Nº 073/2016, de 17 de outubro de 2016",
    "keywords": [
      "empregado",
      "jornada",
      "ECT",
      "acordo"
    ]
  },
  {
    "id": "sumula-trt8-51",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 51,
    "titulo": "AÇÃO COLETIVA – LEGITIMIDADE DAS ENTIDADES SINDICAIS – DEFESA DE DIREITOS INDIVIDUAIS HOMOGÊNOS",
    "enunciado": "I- Os sindicatos possuem legitimidade para atuar em demandas coletivas na defesa de direitos individuais homogêneos da categoria que representa.\n\nII- Insere-se na categoria de direitos individuais homogêneos o pleito para fixação do divisor correto para o cálculo de horas extras do trabalhador bancário, inclusive quanto ao pleito de diferenças de horas extras já pagas com base em divisor diverso do que for fixado na demanda coletiva.\n\nIII- Na hipótese do inciso II, a execução será feita mediante habilitação dos interessados, na forma prevista nos artigos 95 e 97 do Código de Defesa do Consumidor.\n\nIUJ 0010302-85.2016.5.08.0000\n\nPrecedentes:\n\n0000355-33.2014.5.08.0111, 0000992-11.2014.5.08.0005, 0010456-93.2013.5.08.0005",
    "status": "Válida",
    "dataAprovacao": "21 de novembro de 2016",
    "fonte": "Aprovada por meio da Resolução Nº 079/2016, de 21 de novembro de 2016",
    "keywords": [
      "execução"
    ]
  },
  {
    "id": "sumula-trt8-52",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 52,
    "titulo": "CANCELADA (Resolução Nº 070/2019)",
    "enunciado": "TERCEIRIZAÇÃO. IDENTIDADE DE FUNÇÃO ENTRE OS EMPREGADOS DA PRESTADORA E DA TOMADORA DE SERVIÇOS. DIREITO AOS MESMOS BENEFÍCIOS. OBEDIÊNCIA AO PRINCÍPIO CONSTITUCIONAL DA ISONOMIA. ARTIGO 12, \"A\", DA LEI 6.019/1974.\n\nIndependentemente da licitude na terceirização, é devida aos empregados das prestadoras de serviços a mesma remuneração e as mesmas vantagens concedidas aos empregados da tomadora de serviços, desde que constatada a similaridade nos serviços e atividades desempenhadas, em obediência ao princípio constitucional da isonomia, garantida, em qualquer hipótese, a percepção do salário mínimo regional e por aplicação do disposto no artigo 12, alínea “a”, da Lei nº 6.019, de 03/01/1974, e não o previsto no art. 461 da CLT.\n\nIUJ 0010168-58.2016.5.08.0000\n\nPrecedentes:\n\nProcesso 0010122-59.2013.5.08.0005, Processo 0001764-71.2014.5.08.0005, Processo 0001410-25.2014.5.08.0109",
    "status": "Cancelada",
    "dataAprovacao": "12 de dezembro de 2016",
    "fonte": "Aprovada por meio da Resolução Nº 090/2016, de 12 de dezembro de 2016",
    "keywords": [
      "terceirização",
      "CLT",
      "empregado",
      "isonomia"
    ]
  },
  {
    "id": "sumula-trt8-53",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 53,
    "titulo": "HORAS NO PERCURSO (IN ITINERE). NEGOCIAÇÃO. VALIDADE.",
    "enunciado": "Em face do art. 7º, XXVI, da Constituição da República, somente é válida cláusula de negociação coletiva que negocie ou suprima horas no percurso (in itinere), mediante a concessão expressa e específica de outras vantagens aos empregados.\n\nIUJ 0010127-28.2015.5.08.0000",
    "status": "Válida",
    "dataAprovacao": "23 de fevereiro de 2017",
    "fonte": "Aprovada por meio da Resolução Nº 010/2017, de 23 de fevereiro de 2017",
    "keywords": [
      "empregado"
    ]
  },
  {
    "id": "sumula-trt8-54",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 54,
    "titulo": "HORAS DE DESLOCAMENTO. PORTARIA DA FLORESTA NACIONAL DE CARAJÁS (PORTARIA DE PARAUPEBAS) ATÉ O NÚCLEO URBANO DE CARAJÁS.",
    "enunciado": "Descabe o pagamento de horas in itinere no trecho entre a portaria da floresta nacional de Carajás (Portaria de Parauapebas) e o núcleo urbano de Carajás, dada a existência de transporte público regular, exceto a partir das 20h de um dia até às 5:59h do dia seguinte, caso em que serão devidos 60 (sessenta) minutos por viagem redonda.\n\nIUJ 0010127-28.2015.5.08.0000",
    "status": "Válida",
    "dataAprovacao": "23 de fevereiro de 2017",
    "fonte": "Aprovada por meio da Resolução Nº 010/2017, de 23 de fevereiro de 2017",
    "keywords": []
  },
  {
    "id": "sumula-trt8-55",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 55,
    "titulo": "HORAS IN ITINERE. TRABALHO NA ÁREA DO COMPLEXO INDUSTRIAL DE CARAJÁS, MUNICÍPIO DE PARAUAPEBAS, MINAS N-4, N-5 E MANGANÊS DO AZUL",
    "enunciado": "Na ausência ou invalidade de negociação coletiva, considera-se, como tempo de transporte não coberto por transporte coletivo público e regular, para os trabalhadores do Núcleo Urbano de Carajás, o seguinte, em viagem completa (ida e volta):\n\na) do Núcleo Urbano até a mina N-5: 30 (trinta) minutos;\n\nb) do Núcleo Urbano até a mina N-4: 70 (setenta) minutos;\n\nc) do Núcleo Urbano até a mina Manganês do Azul: 80 (oitenta) minutos.\n\nIUJ 0010127-28.2015.5.08.0000",
    "status": "Válida",
    "dataAprovacao": "23 de fevereiro de 2017",
    "fonte": "Aprovada por meio da Resolução Nº 010/2017, de 23 de fevereiro de 2017",
    "keywords": []
  },
  {
    "id": "sumula-trt8-56",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 56,
    "titulo": "ASSOCIAÇÃO DE TRABALHADORES. LEGITIMIDADE. AUTORIZAÇÃO",
    "enunciado": "Associação de trabalhadores possui legitimidade para representar ou substituir seus associados, nas ações que tenham por objeto matéria de direito coletivo e/ou transindividual, autorizadas individualmente ou mediante autorização expressa que pode ser oferecida por deliberação de assembleia.\n\nIUJ 0010292-41.2016.5.08.0000\n\nPrecedentes:\n\nProcesso RO 0010200-23.2013.5.08.0015, Processo RO 0000258-63.2014.5.08.0004",
    "status": "Válida",
    "dataAprovacao": "24 de abril de 2017",
    "fonte": "Aprovada por meio da Resolução Nº 022 de 24 de abril de 2017",
    "keywords": []
  },
  {
    "id": "sumula-trt8-57",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 57,
    "titulo": "CDP. INTERESSE PROCESSUAL. CUMPRIMENTO DE CLAUSULA DE ACORDO EM DISSÍDIO COLETIVO. DIFERENÇAS SALARIAIS. COMPENSAÇÃO.",
    "enunciado": "Possui o empregado da Companhia das Docas do Pará - C.D.P. interesse processual para estar em juízo postulando diferenças salariais decorrentes de cláusula de acordo em dissídio coletivo, sendo cabível eventual compensação requerida pelo empregador de valores recebidos em decorrência da mesma norma.\n\nIUJ 0010303-70.2016.5.08.0000\n\nPrecedentes:\n\nProcesso RO 0000502-22.2015.5.08.0015, Processo RO 0000518-12.2015.5.08.0003",
    "status": "Válida",
    "dataAprovacao": "24 de abril de 2017",
    "fonte": "Aprovada por meio da Resolução Nº 023 de 24 de abril de 2017",
    "keywords": [
      "empregado",
      "empregador",
      "acordo"
    ]
  },
  {
    "id": "sumula-trt8-58",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 58,
    "titulo": "PROGRESSÃO POR MERECIMENTO. CLÁUSULAS PCCS DA CEA. DISPONIBILIDADE ORÇAMENTÁRIA.",
    "enunciado": "I – Não é válida a disposição do PCCS que condiciona a progressão por mérito à aprovação pelo diretor presidente, nos termos do artigo 122 do Código Civil, parte final.\n\nII - A ausência de disponibilidade orçamentária pode obstar a progressão, devendo ser comprovada pelo empregador.\n\nIUJ 0010005-44.2017.5.08.0000\n\nPrecedentes:\n\nProcesso RO 0001446-27.2015.5.08.0208",
    "status": "Válida",
    "dataAprovacao": "24 de abril de 2017",
    "fonte": "Aprovada por meio da Resolução Nº 024 de 24 de abril de 2017",
    "keywords": [
      "empregado",
      "empregador"
    ]
  },
  {
    "id": "sumula-trt8-59",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 59,
    "titulo": "COLETOR DE RESÍDUO SÓLIDO (LIXO). ATIVIDADE EXTERNA. INDENIZAÇÃO POR DANOS MORAIS. CABIMENTO.",
    "enunciado": "Cabe indenização por dano moral por ofensa à dignidade do trabalhador quando do descumprimento pelo empregador das normas regulamentares concernentes à Saúde, Higiene e Segurança no Trabalho, pois a NR 24, do Ministério do Trabalho e Emprego, em nenhum momento exclui os trabalhadores externos de seu alcance.\n\nIUJ 0010314-02.2016.5.08.0000",
    "status": "Válida",
    "dataAprovacao": "15 de maio de 2017",
    "fonte": "Aprovada por meio da Resolução Nº 039 de 15 de maio de 2017",
    "keywords": [
      "empregado",
      "empregador",
      "indenização",
      "dano"
    ]
  },
  {
    "id": "sumula-trt8-60",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 60,
    "titulo": "ELETRONORTE. EMPREGADOS CONTRATADOS ANTES DOS CONCURSOS PÚBLICOS DOS EDITAIS 07/2004, 09/2005 E 01/2006. REAJUSTE SALARIAL.",
    "enunciado": "I - Prescrição parcial e quinquenal.Por se tratar o pleito de parcelas de trato sucessivo, renovando a pretensão do reclamante mês a mês, a prescrição é parcial. Não há violação à Súmula 294 do C. TST, uma vez que não se trata de lesão decorrente do pactuado.\n\nII - Princípio da isonomia. Não há de se falar em ofensa ao princípio da isonomia quando concedido aumento salarial a uma parte dos empregados contratados pela Eletronorte pois com a correção do desnível salarial dos empregados antigos daqueles admitidos nos concursos públicos do editais 07/2004, 09/2005 e 01/2006 buscou-se manter menor desigualdade salarial interna e a funcionalidade da empresa, evitando evasão de seu quadro funcional não se evidenciando qualquer ilegalidade.\n\nIUJ 0010287-19.2016.5.08.0000\n\nPrecedentes:\n\nProcesso RO 0001367-57.2015.5.08.0011, Processo RO 0001833-42.2015.5.08.0208",
    "status": "Válida",
    "dataAprovacao": "7 de agosto de 2017",
    "fonte": "Aprovada por meio da Resolução Nº 082, de 7 de agosto de 2017 e complementada por meio da Resolução Nº 099, de 19 de outubro de 2017",
    "keywords": [
      "empregado",
      "prescrição",
      "isonomia"
    ]
  },
  {
    "id": "sumula-trt8-61",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 61,
    "titulo": "ACUMULAÇÃO DE CARGOS PÚBLICOS. PROFESSOR DA REDE PÚBLICA E TÉCNICO BANCÁRIO. POSSIBILIDADE.",
    "enunciado": "É lícita a acumulação dos cargos de professor da rede pública e de técnico bancário da Caixa Econômica Federal, havendo compatibilidade de horário, pois o técnico bancário dessa instituição se enquadra na exceção contida no art. 37, XVI, “b”, da Constituição Federal, tendo em vista que o respectivo exercício demanda conhecimentos específicos.\n\nIUJ 0010308-92.2016.5.08.0000\n\nPrecedentes:\n\nProcesso RO 0000026-47.2016.5.08.0209, Processo RO 0000512-08.2015.5.08.0002, Processo RO 0000656-34.2015.5.08.0017",
    "status": "Válida",
    "dataAprovacao": "4 de setembro de 2017",
    "fonte": "Aprovada por meio da Resolução Nº 090, de 4 de setembro de 2017",
    "keywords": [
      "Caixa",
      "ECT"
    ]
  },
  {
    "id": "sumula-trt8-62",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 62,
    "titulo": "FÉRIAS. ABONO PECUNIÁRIO. PARÂMETROS PARA CÁLCULO.",
    "enunciado": "O abono pecuniário de que trata a art. 143, Caput, da CLT deve ser calculado sem a inclusão do terço constitucional.\n\nIUJ 0010300-18.2016.5.08.0000\n\nPrecedentes:\n\nProcesso RO 0001003-43.2015.5.08.0122, Processo RO 0001012-05.2015.5.08.0122",
    "status": "Válida",
    "dataAprovacao": "4 de setembro de 2017",
    "fonte": "Aprovada por meio da Resolução Nº 091, de 4 de setembro de 2017",
    "keywords": [
      "CLT",
      "férias"
    ]
  },
  {
    "id": "sumula-trt8-63",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 63,
    "titulo": "ELETRONORTE. PLANO DE INCENTIVO INDENIZATÓRIO COMPLEMENTAR. DIFERENÇAS SALARIAIS.",
    "enunciado": "O incentivo indenizatório complementar, previsto no PID (Plano de Incentivo ao Desligamento) da ELETRONORTE, corresponde aos 40% do saldo para fins rescisórios do FGTS e às verbas rescisórias, conforme o Regulamento da Empresa. São devidas ao trabalhador as eventuais diferenças no cálculo, quando inobservados os parâmetros estabelecidos no Plano de Incentivo ao Desligamento.\n\nIUJ 0010232-68.2016.5.08.0000\n\nPrecedentes:\n\nProcesso RO 0000972-62.2015.5.08.0012, Processo RO 0001601-76.2014.5.08.0010",
    "status": "Válida",
    "dataAprovacao": "4 de setembro de 2017",
    "fonte": "Aprovada por meio da Resolução Nº 092, de 4 de setembro de 2017",
    "keywords": [
      "FGTS",
      "verbas"
    ]
  },
  {
    "id": "sumula-trt8-64",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 64,
    "titulo": "VALE ALIMENTAÇÃO. PRESCRIÇÃO. NATUREZA JURÍDICA.",
    "enunciado": "I. É parcial a prescrição do vale ou auxílio alimentação, porquanto a parcela integrou-se a patrimônio do obreiro e a lesão se renova a cada mês.\n\nII. A natureza jurídica do vale ou auxílio-alimentação é indenizatória apenas para os trabalhadores admitidos após a adesão do empregador ao Programa de Amparo ao Trabalhador (PAT), independente de previsão em contrário em norma coletiva.\n\nIUJ 0010004-57.2017.5.08.0000\n\nPrecedentes:\n\nProcesso RO 0000034-49.2015.5.08.0018, Processo RO 0000176-53.2015.5.08.0018, Processo RO 0000154-07.2015.5.08.0208",
    "status": "Válida",
    "dataAprovacao": "4 de setembro de 2017",
    "fonte": "Aprovada por meio da Resolução Nº 093, de 4 de setembro de 2017",
    "keywords": [
      "empregado",
      "empregador",
      "prescrição"
    ]
  },
  {
    "id": "sumula-trt8-65",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 65,
    "titulo": "HORAS EXTRAS. TEMPO À DISPOSIÇÃO. MINUTOS QUE ANTECEDEM E SUCEDEM A JORNADA DE TRABALHO.",
    "enunciado": "O período despendido pelo empregado na troca de uniforme, colocação de Equipamentos de Proteção Individual (EPI´s), higienização, espera de condução ou uso do café da manhã, fornecidos pelo empregador, no início ou no final da jornada de trabalho, configura tempo à disposição da empresa capaz de gerar o reconhecimento de horas extras, desde que ultrapassado o limite de dez minutos diários, considerando-se como extra a totalidade do período que exceder a jornada normal, independentemente das atividades desenvolvidas pelo empregado ao longo do tempo residual (arts. 4º e 58, § 1º, da CLT; e",
    "status": "Válida",
    "keywords": [
      "CLT",
      "empregado",
      "empregador",
      "jornada"
    ]
  },
  {
    "id": "sumula-trt8-66",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 66,
    "titulo": "INCONSTITUCIONALIDADE DA CONSTITUIÇÃO. RESPEITO À CLÁUSULA PÉTREA. DICÇÃO DE COMUM ACORDO.",
    "enunciado": "Por violar cláusula pétrea (art. 5º, XXXV. da Constituição de 1988), considera-se inconstitucional a dicção de comum acordo, inserta, pelo constituinte derivado, no § 2º do art. 114 do Texto Fundamental.\n\nDC 0010197-11.2016.5.08.0000",
    "status": "Cancelada",
    "fonte": "CANCELADA por meio da Resolução Nº 075/2021",
    "keywords": [
      "acordo"
    ]
  },
  {
    "id": "sumula-trt8-67",
    "tribunal": "TRT8",
    "tipoProcesso": "Súmula",
    "numero": 67,
    "titulo": "DIREITOS INDIVIDUAIS HOMOGÊNEOS. SENTENÇA GENÉRICA. EXECUÇÃO E LIQUIDAÇÃO. HONORÁRIOS ADVOCATÍCIOS.",
    "enunciado": "DIREITOS INDIVIDUAIS HOMOGÊNEOS. SENTENÇA GENÉRICA. EXECUÇÃO E LIQUIDAÇÃO. HONORÁRIOS ADVOCATÍCIOS.\n\nI - A execução e liquidação individual e coletiva de sentença genérica autoriza a condenação da parte executada em honorários advocatícios sucumbenciais.\n\nII - Os sindicatos e os legitimados de que trata o art. 82 da Lei 8.078/1990 podem propor execução individual ou coletiva da sentença genérica.\n\nIII - Os sindicatos e as associações, ainda que autores da ação civil coletiva geradora da sentença genérica, só têm direito aos honorários advocatícios sucumbenciais se promoverem a execução e liquidação do título.\n\nPrecedentes:\n\n0000790-45.2021.5.08.0019, 0000822-95.2021.5.08.0004, 0000796-06.2021.5.08.0002, 0000776-88.2021.5.08.0010, 0000774-09.2021.5.08.0014, 0000493-13.2022.5.08.0016",
    "status": "Válida",
    "fonte": "Aprovada por meio da Resolução TRT8 nº 020, de 10 de março de 2025.",
    "keywords": [
      "execução",
      "honorários"
    ]
  }
]