[
  {
    "id": "l9029-art-1",
    "numero": "1",
    "caput": "É proibida a adoção de qualquer prática discriminatória e limitativa para efeito de acesso à relação de trabalho, ou de sua manutenção, por motivo de sexo, origem, raça, cor, estado civil, situação familiar, deficiência, reabilitação profissional, idade, entre outros, ressalvadas, nesse caso, as hipóteses de proteção à criança e ao adolescente previstas no inciso XXXIII do art. 7º da Constituição Federal.",
    "paragrafos": [],
    "incisos": [],
    "alineas": [],
    "status": "vigente",
    "keywords": [
      "sexo",
      "raça",
      "cor",
      "origem",
      "estado civil",
      "situação familiar",
      "deficiência",
      "reabilitação",
      "idade",
      "relação de trabalho"
    ]
  },
  {
    "id": "l9029-art-2",
    "numero": "2",
    "caput": "Constituem crime as seguintes práticas discriminatórias:",
    "paragrafos": [
      {
        "numero": "único",
        "texto": "São sujeitos ativos dos crimes a que se refere este artigo: I - a pessoa física empregadora; II - o representante legal do empregador, como definido na legislação trabalhista; III - o dirigente, direto ou por delegação, de órgãos públicos e entidades das administrações públicas direta, indireta e fundacional de qualquer dos Poderes da União, dos Estados, do Distrito Federal e dos Municípios."
      }
    ],
    "incisos": [
      {
        "numero": "I",
        "texto": "a exigência de teste, exame, perícia, laudo, atestado, declaração ou qualquer outro procedimento relativo à esterilização ou a estado de gravidez;"
      },
      {
        "numero": "II",
        "texto": "a adoção de quaisquer medidas, de iniciativa do empregador, que configurem; a) indução ou instigamento à esterilização genética; b) promoção do controle de natalidade, assim não considerado o oferecimento de serviços e de aconselhamento ou planejamento familiar, realizados através de instituições públicas ou privadas, submetidas às normas do Sistema Único de Saúde (SUS)."
      },
      {
        "numero": "I",
        "texto": "a pessoa física empregadora;"
      },
      {
        "numero": "II",
        "texto": "o representante legal do empregador, como definido na legislação trabalhista;"
      },
      {
        "numero": "III",
        "texto": "o dirigente, direto ou por delegação, de órgãos públicos e entidades das administrações públicas direta, indireta e fundacional de qualquer dos Poderes da União, dos Estados, do Distrito Federal e dos Municípios."
      }
    ],
    "alineas": [
      {
        "letra": "a",
        "texto": "indução ou instigamento à esterilização genética;"
      },
      {
        "letra": "b",
        "texto": "promoção do controle de natalidade, assim não considerado o oferecimento de serviços e de aconselhamento ou planejamento familiar, realizados através de instituições públicas ou privadas, submetidas às normas do Sistema Único de Saúde (SUS). Pena: detenção de um a dois anos e multa."
      }
    ],
    "status": "vigente",
    "keywords": [
      "práticas discriminatórias",
      "idade",
      "empregado",
      "empregador",
      "crime"
    ]
  },
  {
    "id": "l9029-art-3",
    "numero": "3",
    "caput": "Sem prejuízo do prescrito no art. 2º desta Lei e nos dispositivos legais que tipificam os crimes resultantes de preconceito de etnia, raça, cor ou deficiência, as infrações ao disposto nesta Lei são passíveis das seguintes cominações:",
    "paragrafos": [],
    "incisos": [
      {
        "numero": "I",
        "texto": "multa administrativa de dez vezes o valor do maior salário pago pelo empregador, elevado em cinqüenta por cento em caso de reincidência;"
      },
      {
        "numero": "II",
        "texto": "proibição de obter empréstimo ou financiamento junto a instituições financeiras oficiais."
      }
    ],
    "alineas": [],
    "status": "vigente",
    "keywords": [
      "raça",
      "cor",
      "deficiência",
      "crime"
    ]
  },
  {
    "id": "l9029-art-4",
    "numero": "4",
    "caput": "O rompimento da relação de trabalho por ato discriminatório, nos moldes desta Lei, além do direito à reparação pelo dano moral, faculta ao empregado optar entre:",
    "paragrafos": [],
    "incisos": [
      {
        "numero": "I",
        "texto": "a reintegração com ressarcimento integral de todo o período de afastamento, mediante pagamento das remunerações devidas, corrigidas monetariamente e acrescidas de juros legais; (Vigência)"
      },
      {
        "numero": "II",
        "texto": "a percepção, em dobro, da remuneração do período de afastamento, corrigida monetariamente e acrescida dos juros legais."
      }
    ],
    "alineas": [],
    "status": "vigente",
    "keywords": [
      "discriminatório",
      "empregado",
      "relação de trabalho",
      "dano moral",
      "rompimento"
    ]
  },
  {
    "id": "l9029-art-5",
    "numero": "5",
    "caput": "Esta lei entra em vigor na data de sua publicação.",
    "paragrafos": [],
    "incisos": [],
    "alineas": [],
    "status": "vigente",
    "keywords": []
  },
  {
    "id": "l9029-art-6",
    "numero": "6",
    "caput": "Revogam-se as disposições em contrário. Brasília, 13 de abril de 1995; 174º da Independência e 107º da República. FERNANDO HENRIQUE CARDOSO Paulo Paiva Este texto não substitui o publicado no DOU de 17.4.1995 *",
    "paragrafos": [],
    "incisos": [],
    "alineas": [],
    "status": "vigente",
    "keywords": []
  }
]